[
  {
    "name": "成就",
    "description": "你的成就主题说明你的内在动力。它表明你始终渴望有所建树。你感到每一天似乎都从零开始。一天结束时，你必须获得某种有形的成果，如此才能感觉良好。你所谓的“每一天”指的是所有的日子——工作日、周末、休假日。无论你多么需要歇一天，如果这一天你无所事事，你就会感到不满意。你体内有团烈火在熊熊燃烧。它促使你多做事情，多出成果。完成一项任务后，这火会暂时减弱，但很快重新燃起，迫使你朝一个又一个新的目标不断攀登。你对成就的不懈追求或许缺乏逻辑，甚至漫无边际。然而，它却是永无满足的，并将伴随你一生。作为一名追求成就的人，你必须学会与这种隐隐的不满足感相处。它毕竟不无益处。它给你动力，使你能长久工作而不知疲倦。它不失时机地使你奋起，去迎接新的任务和新的挑战。它为你输入充沛的精力，帮助你为你所领导的班组设定工作进度和业绩指标。它是推动你不断前进的主题。",
    "example": [
      {
        "name": "梅兰尼·K",
        "job": "急诊室护士",
        "speech": "我每天都必须攒足分，才会觉得自己成功。今天，我上班才半小时，可已经攒了30分。我为急诊室订购了设备。我把出毛病的设备修好了。我与护士长开了会并与我的秘书深入讨论如何改进我们的电脑登记册。我要做的90件事中，已经完成了30件。我现在感觉非常不错。"
      },
      {
        "name": "特德·S",
        "job": "销售员",
        "speech": "去年，我是全公司300名销售员中的年度销售明星。我高兴了一整天，但不出所料，到了下半周，一切好象都没有发生，我又回到了零点。有时我真希望自己没有获得这样的成就，因为它有可能使我失去生活的平衡而走火入魔。我过去常以为能改变自己，但现在我知道我天生就是这样。这一主题的确是一把双刃剑。它帮助我达到我的目标，但另一方面我希望能随意打开和合上它。可是，见鬼，我做不到。但我能控制它，并通过关注生活中其他方面的成就，而不仅仅是工作，来避免成为工作狂。"
      },
      {
        "name": "萨拉·L",
        "job": "作家",
        "speech": "这是不可思议的主题。它的好处是推动你不断追求新的挑战。但另一方面，你从来不觉得达到了目标。它迫使你一辈子以每小时70英里的速度爬坡。你不会歇一下，因为总有更多的事情要做。但从总体考虑，我宁肯有而不可无它。我称它为“神圣的坐立不安”，而如果它使我觉得所有的事情必须在眼下完成，那也没什么了不起。我能忍受。"
      }
    ],
    "recommendation": [
      "选择那些劳动强度符合自己的期望且能鼓励自己测评工作效率的工作。在这些环境中你会感到工作富有挑战性但又充满活力。",
      "作为一名“成就者”，你喜欢忙碌，但要知道工作期限。为了实现目标，你会遵守时间期限和测评标准，因此努力会带来切实的进步和可见的成果。",
      "切记庆祝成就和自我肯定。成就者喜欢还未承认自己的成功便开始迎接下一个挑战。通过创造适当机会享受自己取得的进步和成就，从而抑制此种冲动。",
      "急于行动可能会使你感觉会议有些枯燥无聊。如果这样，你会通过提前了解每个会议的目标并在会议期间记下实现这些目标能取得的进步，从而发挥自己的“成就”天赋。你可确保会议高产高效。",
      "除了参加讨论会和各种项目外，你还要通过在自己的领域或专业获得认证实现继续提升。你会从中发现有更多的目标要去实现，并会取得更广泛的成就。",
      "你不需要他人的过多激励。设定挑战目标，进行自我激励。每当完成一个项目时，设定一个更高的目标。",
      "与努力的人合作。你会与他们分享目标，因此他们会帮助你做得更多。",
      "按照你自己的评分“体制”估算个人成绩。这有助于你把“成就”天赋带入家庭、朋友圈和工作中。",
      "工作越多，你越兴奋。展望未来比回忆过去更能激励你。展开新方案和新项目。你无穷的储备能量会创造无限热情和动力。",
      "确保做更多工作的同时不会忽略质量。制定可估量结果的标准以保证高产量和高质量成正比。"
    ],
    "cooperation": [
      "要人加班时，给他打电话。常言道：“要做事，找忙人。”这话一般不假。",
      "要知道，他喜欢忙碌。坐下来开会对他来说是很无聊的事。所以，要么让他去做自己的事，要么只让他参加非他出席不可，且能充分参与的会。",
      "帮助他测量自己的业绩。他很可能喜欢计算他的工作时间，但更重要的是，他应能测量自己的工作总量。简单的测量标准，如为多少顾客提供了服务、记住了多少顾客的名字、查阅了多少文件、联系了多少潜在客户或看过多少病人等，都能使他觉得有据可依。",
      "通过合作与他建立联系。通常来讲，一起努力工作是与他维系关系的纽带。他很讨厌偷懒的人。",
      "他完成一项工作后，让他休息或给他安排一件小事绝非他所期待的奖励。如果你对他的工作进行表彰，并为他定下更高的目标，他的干劲会更大。",
      "他很可能比其他人精力旺盛，且习惯早起。如有要求晚睡早起的工作，找这个人就对了。另外，还要经常问问他“要完成这项工作，你得加班到多晚啊？”或者“你今天早晨几点来的？”这样的关心会让他觉得感动。",
      "你看他工作主动，会想提拔他。如果此举使他无法继续发挥优势，就不可取。不如指出他的其他主题和优势，找机会让他多做他所胜任的工作。"
    ]
  },
  {
    "name": "行动",
    "description": "“我们什么时候可以开始？”你最爱问这个问题。你急不可耐地要行动。你也许会同意，分析自有它的作用，争辩和讨论有时亦不无真知灼见。但你深知，没有行动，一切皆为空谈。唯有行动才能做事情。唯有行动才能出业绩。一旦作出决定，你就必须行动。别人或许会担忧，“还有些事我们不知道，”但是你不会因此而放慢步伐。如果决定通过城区，你便认定到达目的地的最快途径就是从一个红绿灯走到下一个红绿灯，而不会坐等所有的灯都变绿。此外，在你看来，行动和思考并不互相排斥。事实上，在你的行动才干指引下，你确信最好的办法是做中学。你作出决定，采取行动，检验结果，继而学习进步。在学习的基础上，你决定你未来一步接一步的行动。如果你没有作出反应的对象，你怎么能够进步？你的答案很简单，不能。你必须不断冲锋陷阵。你必须不断走出下一步。否则，你如何保持思维敏锐和耳聪目明？这就是你的底线：你深知评判你的标准不是你的言辞，也不是你的思想，而是你的行动。你丝毫不为此感到畏惧。恰恰相反，你感到快慰。",
    "example": [
      {
        "name": "简·C",
        "job": "本笃会修女",
        "speech": "20世纪70年代，我是修道院院长。我们遇到了能源短缺，成本直线上升。我们有 140 英亩地。我每天都在那里转悠，一边琢磨如何应付能源短缺。我突然醒悟，既然我们有那么多地，就该自己打一口天然气井。我们说干就干，花了 100,000 美元打了一口井。如果你从未打过天然气井，你很可能不知道我当时没想到的事：仅为了解你的地块下究竟有没有天然气而打一口探井，就需花 70,000 美元。于是，他们开钻，用一种震动照相仪之类的东西侦察到地下有气。但是他们不知道有多少，也不知道输到地面压力够不够。‘如果你再付 30,000 美元，我们就想办法开井。’他们说，‘如果你不愿意，我们就把井封上，拿上你已付的 70，000 美元回家。’我无奈地付了最后的 30,000 美元，谢天谢地，气上来了。那是20年前的事了。这口井现在还在抽气。"
      },
      {
        "name": "吉姆·L",
        "job": "企业家",
        "speech": "有人认为我急不可耐，不愿听人提到前面的陷阱和可能的路障。我老爱说：‘我想知道我什么时候会撞墙，我要你们告诉我这会有多疼。但是如果我执意要撞墙，那你就不必担心自己没有尽职。我必须亲自试一试。’"
      }
    ],
    "recommendation": [
      "寻找可自主决策并采取行动的工作。特别留意那些刚刚起步或扭转局面的场合。",
      "在工作中，确保你的经理按照可估量的结果而不是工作过程来判断你的能力。你的过程并非总是完美。",
      "你能立即将创新思想付诸行动。寻找有创造力和有独到见解的思想者，并帮助他们将其概念理论用于具体实践中。",
      "寻找因讨论或者因阻碍导致事情无法获得进展的局面。通过制定计划让事情继续发展并激励他人采取行动，从而打破僵局。",
      "你会更多地从实际体验，而非理论探讨中学习提高。为了发展，你会有意识地体验富有挑战性的事情，它们能检验你的天赋、技能和知识。",
      "切记，尽管你的坚韧不拔在很多场合是必要的优秀品质，但这也可能让某些人感到威胁。只有在赢得他人的信赖和忠诚之后，“行动”天赋才能发挥出最大的效能。",
      "辨别出组织中最具影响力的决策者。努力做到每季度一次与他们每个人共度午餐并分享你的想法。这些行动会使他们支持你，并为你提供关键资源以将想法付诸行动。",
      "你擅长激励他人获得计划和想法。考虑与专心做事、善于前瞻、深谋远虑或善于分析的人合作，在行动中可借鉴他们的方向和计划，从而创造与他人达成共识和让其成为策划者的机会。这样做可以优势互补。",
      "准备好必须批准你的行动请求的理由。否则，他人可能会不耐烦地把你打发走，并将你视为“无的放矢”的人。",
      "你能够调动并鼓励他人行动。在利用“行动”天赋时，要有战略眼光，要睿智机敏。什么时候、什么地点和针对什么人是发挥你重要影响力的最佳时机？"
    ],
    "cooperation": [
      "向他了解，你们团队还有哪些新的目标或进步的空间，然后帮他找到向新目标迈进的方法。",
      "告诉他，你知道他是个踏实做事的人，关键时刻。你可能会请他施以援手。你的期待会让他受到鼓舞。",
      "告诉他，你知道他是个踏实做事的人，关键时刻。你可能会请他施以援手。你的期待会让他受到鼓舞。",
      "当他抱怨时，要认真倾听——你或许会从中有所收获。然后与他探讨如何率先创新和改进，从而使他同你保持一致。你的动作要快，如果不加制止，他很快就会到处散布消极言论。",
      "当他抱怨时，要认真倾听——你或许会从中有所收获。然后与他探讨如何率先创新和改进，从而使他同你保持一致。你的动作要快，如果不加制止，他很快就会到处散布消极言论。",
      "为帮助他避开障碍，寻找“战略”或“分析”天赋突出的人与他合作。他们可以做到总揽全局。然而，你有时需要为他辩护，以免他们对预测和分析的热衷干扰他的行动本能。"
    ]
  },
  {
    "name": "适应",
    "description": "你生活在当下。你不把未来视为固定的目的地。相反，你认为未来是你在现有选择的基础上创造出来的。因此，你通过选择逐一发现你的未来。这并不意味着你没有计划。你很可能有。但你的适应主题使你能够自愿地对眼前需求作出反应，即使此举使你偏离原有计划。你与有的人不同，并不讨厌突如其来的要求或出乎意料的曲折。你对此有料在先。它们是不可避免的。事实上，在某种意义上，你期待它们发生。你本质上是一个非常灵活的人，即使工作的不同需求把你东拉西扯，你仍能保持高效率。",
    "example": [
      {
        "name": "玛丽.T",
        "job": "电视制片人",
        "speech": "我喜欢直播电视节目，因为你永远无法预测会发生什么。一分钟前我可能在做一个最好的儿童节日礼物的节目；一分钟后我却转而对一名总统候选人作预备采访。我想我总是这样的，我活在当下。如果有人问我：‘你明天做什么？’我的回答总是：‘我不知道。那要看我想干什么。’我这样做让我的男朋友发疯。因为他会计划好我们周日下午去古董市场，而就在最后一刻，我却突然改变主意，说：‘不，我们还是回家读星期天的报纸吧。’一定很讨厌，是不是？没错。但是如果看好的一面，这的确说明我能随机应变。"
      },
      {
        "name": "琳达.G",
        "job": "项目经理",
        "speech": "单位里数我最沉着。如果有人进来说，‘我们的计划错了。我们必须在明天前做好它’，我的同事就会紧张得不知所措。可是不知为什么我从不这样。我喜欢那种压力，那种立即作出反应的需要。它使我感到充满活力。"
      },
      {
        "name": "彼德.F",
        "job": "公司培训师",
        "speech": "我想我比大部分人都更会应对生活。上星期我发现我的车窗被打破，音响被偷。不用说，我很气恼，但是这丝毫没有干扰我当天的生活。我把车打扫干净，然后把这件事甩到脑后，继续忙着去做我当天要做的事。"
      }
    ],
    "recommendation": [
      "当他人因日常琐事变得心烦意乱时，应保持镇定自信，使自己成为别人眼中冷静和可靠的人。",
      "避免承担那些需要组织和预测能力的角色。这些角色很快就会使你感到沮丧，让你觉得不能胜任，并且会抑制你的独立性。",
      "存在工作压力时，帮助犹豫的朋友、同事和客户找到整理心情和控制形势的方式。解释适应性不仅仅是逆来顺受，它指冷静、明智且快速地对环境作出反应。",
      "不要让他人滥用你天生的灵活性天赋。恰当发挥“适应”天赋，在顺从他人的每个想法、欲望和要求时，不要影响到你的长期成功。利用智慧准则帮助自己判断何时顺应形势、何时坚定不移。",
      "寻求那些需要对不断变化的环境快速作出响应才能成功的工作。考虑进入新闻业、直播电视制作、急救以及客户服务等职业领域。这些工作要求你反应快且要保持头脑冷静。",
      "调整你的快速反应能力。例如：如果你的工作要求突发性的出差，那么你要学会如何在30分钟内收拾好行囊并出发。如果工作压力突如其来，你要练习始终可以应付压力的最初三步措施。",
      "寻求由他人来制定计划。具有优秀的“专注”、“战略”或“信仰”天赋的人可以帮助你制定长期目标，从而使你能够擅长处理日常变化。",
      "“适应”天赋使你能够在面临曲折处境时保持良好心态，不会产生较大的情绪波动。“覆水难收”的态度使你能快速从挫折中恢复。认识到这个本性并让你的朋友和同事知道你做事富有灵活性，而没有“我不在乎”的态度。",
      "避免太有条理和限制灵活性的任务。如果列出要完成的任务，尝试以游戏般的心态尽情展现对灵活性的需求。看你是否能创新或用某些方式令任务更有趣。",
      "公开地表现可靠风度以安抚不满的朋友或同事。思考你使用过的方法并在情况出现时能再次使用。"
    ],
    "cooperation": [
      "几乎所有的团队都会希望有这样天生富有灵活性的人加入。当原计划出了问题，他能很快做出调整，以适应新的情况，并推动事情向前发展。他不会置身事外，怨天尤人。",
      "由于他总是“随遇而安”，所以总能营造一种鼓励其他人体验和学习的美好氛围。",
      "他最适合执行需要立即行动的短期任务。他希望自己的生活充满的是小而快的速决战，而不是漫长的持久战。",
      "不要让他参与讨论未来，如制定目标或职业咨询一类的会议。他是一个“关注眼前”的人，会认为这些会议与他毫不相干。"
    ]
  },
  {
    "name": "分析",
    "description": "你的分析主题向别人挑战：“证明它。告诉我为什么你的结论是对的。”面对此种质疑，某些人将发现他们自鸣得意的理论会萎缩和瓦解。而这恰恰是你的目的。你无意扼杀别人的观点，但你认定，他们的理论必须经得起检验。你自视客观和冷静。你喜欢数据，因为它们既不包含特定的价值观念，又没有特殊的目的，且未加修饰。有了数据的武装，你就寻找模式和关联。你想了解某些模式如何互相影响。你的问题是：它们如何组合？它们有什么结果？这个结果是否与所提出的理论或面临的情形相符？你将表层逐一剥开，直至揭示其中的根源。别人认为你思维有逻辑并严谨。久而久之，他们就习惯于请你用你的严谨思维来剖析某些人的“异想天开”和“愚钝”。但愿你的分析不要表述得太尖刻。否则，如果“异想天开”的是他们自己，他们就会刻意回避你。",
    "example": [
      {
        "name": "乔斯·G",
        "job": "学校系统管理员",
        "speech": "我天生就善于预先识别结构、模式和规律。例如，当人们在谈论起草一份赞助申请书时，我一边听，大脑一边本能地思考现有的各种赞助类型，讨论内容是否符合申请条件，甚至用什么模式来清晰而令人信服地将有关信息填入赞助申请表。"
      },
      {
        "name": "杰克·T",
        "job": "人力资源主管",
        "speech": "当我得出一个结论时，我必须心中有数，我能用事实和逻辑思考来证明它。例如，如果有人说，我们公司的薪酬不如别的公司，我总会问：‘你为什么这样说？’如果他们说：‘我在报上看到一份广告，许诺付给机械工程毕业生的工资比我们高五千美元。’我就会反问：‘但是这些毕业生会到哪里去工作？他们的薪酬是不是根据工作地点定的？他们会到什么样的公司去工作？是我们这样的制造业公司吗？他们的样本包括多少人？是不是就三个人，其中一人得了一个大便宜，继而拔高了平均水平？’我必问这些问题，继而确保他们的所言属实，而不是基于令人误导的数据点。"
      },
      {
        "name": "莱斯利·J",
        "job": "校长",
        "speech": "经常有这样的情况，同样一组学生，每年的表现却不一样。学生没有变，但他们的成绩每年都不相同，这是怎么回事？这些孩子在哪座教学楼上课？多少孩子注册上满一学年？他们的老师是谁，用的是什么教学风格？我爱问这些问题，以求了解究竟发生了什么事。"
      }
    ],
    "recommendation": [
      "选择你可以通过分析数据、探寻模式或构思创意来获得报酬的工作。例如，财经、医药调研、数据管理或风险管理。",
      "不论你担当什么角色，请确定你可以依赖的可靠来源。当你拥有充分调查的信息来源以及支持逻辑分析的数字时，那么你就处于最佳状态。例如，确定最有帮助的书籍、网站或作为参考的出版物。",
      "你总在思考并会得出有见地的分析。其他人知道吗？找到表达自己想法的最佳方式：写作、一对一谈话、小组讨论，或者演讲和演示。通过交流想法让其变得有价值。",
      "确保你积累和分析的信息总能得到应用和实施。如果你天生不擅长这样做，请找一个合作伙伴，帮助你把理论用于实践，把想法变成现实。在这类人的帮助下，你的分析不会毫无用处。",
      "参加学术课程，扩展你的“分析”天赋。尤其是向你欣赏他的逻辑推理的人学习。",
      "主动发挥你的“分析”天赋。你对那些正在努力组织大量数据或构思的人特别有帮助。",
      "与拥有优秀“行动”天赋的人合作。这类人没有耐性，将会很快把你从分析阶段带到行动阶段。",
      "你也许仍怀疑，除非看到有力的证据。你质疑是为了确保正确性，但他人可能认为你针对个人。帮助他人意识到你的质疑主要针对数据，并非个人。",
      "寻找数据模式。看你是否能领悟得分或数字中的特点令规律或关系。通过联系数据中的点和推理因果联系，你可能会帮助他人看出这些模式。",
      "帮助他人理解你的分析方法经常需要数据和其他信息，以在逻辑上支持他们可能提出的新想法。"
    ],
    "cooperation": [
      "当有“分析”天赋的人参与做一项重要决策时，花时间深入与他探讨，再做结论。他会想要了解所有相关要素。",
      "当你为某项决定或某个原则辩解时，请将支持性数据呈现给他。他会本能地相信有数据支撑的信息。",
      "在解释一项已经做出的决策时，切记讲明其逻辑依据。对他来说，唯有充分了解决策细节，才能为之承担义务。",
      "切记，他需要经过认真推敲的准确数字。切勿把虚假数据充作可靠数据提供给他。",
      "因为他看重精确性，所以对他来说，准确完成任务比准时完成任务更重要。因此，当工期将近时，要经常与他核对进度，以确保他还有足够的时间完成工作。",
      "你虽然不会始终与他一致，但必须认真考虑他的意见。他很可能经过了深思熟虑。",
      "他乐于在数据中发现规律。不断给他机会向你解释其所见规律。一有机会，你就应该对他的推理能力表示认背和赞赏。这是对他的激励，并有助于巩固你们之间的关系。"
    ]
  },
  {
    "name": "统筹",
    "description": "你是一个指挥家。当你面对一个涉及多种因素的复杂环境时，你喜欢设法控制所有的变量，将它们反复排列，直至你确信形成最佳组合。在你看来，此种行为毫无特别之处。你不过是试图琢磨出做事的最佳方案而已。然而，其他人由于缺乏这一主题，对你的本领瞠目结舌。他们会问，“你的脑袋里怎么能同时装这么多事情呢？”“你怎么能保持如此灵活，如此不假思索地放弃经过深思熟虑的计划，转而采取你突发奇想的全新方案呢？”但是你无法想象其他的做事方式。你是高度灵活性的杰出代表。如果你发现一个更好的转机地点或更优惠的票价，你就会在最后一刻突然改变旅行计划。同样，你会绞尽脑汁，思考完成一个新项目的最佳人员和资源组合。你事无巨细，总在寻找最佳配置。勿庸置疑，形势越是变化无常，你越能出神入化。有的人面对不测，会一口咬定，经过精心策划的计划不容更改，而另一些人则躲进现有的规则和程序中。你却不然。你奋身投入混乱的局面，设计新方案，搜寻新捷径，思考新合作——因为说到底，总有可能找到更好的方案。",
    "example": [
      {
        "name": "萨拉·P",
        "job": "财务主管",
        "speech": "我喜爱复杂的挑战，这样我就必须快速反应，琢磨如何将各种不同的板块拼在一起。有的人遇到一种情况，会看到三十个变量，为了平衡它们而手忙脚乱。而我在相同的情况下，只看到三个方案。由于我只看到三个，我就容易迅速决策，把一切理得井井有条。"
      },
      {
        "name": "格兰特·D",
        "job": "运营经理",
        "speech": "前些天，我从我们的工厂获知，市场上对我们的一种产品的需求大大超过预测。我对此略作思考，突然有了一个主意: 按周而不是按月交货。于是我说: 联系欧洲分公司，了解当地的需求情况，告诉他们我们现在的处境，然后了解他们每周的需求情况。’ 此举使我们在不增加库存的情况下满足了市场需求。毋庸置疑，运输费用有所增加，但这总比一地库存过多而另一地库存不足要好。"
      },
      {
        "name": "简·B",
        "job": "企业家",
        "speech": "有时，我的统筹主题会使我忙得不可开交。例如，当我们都去看电影或球赛时，我的家人和朋友都会赖在我身上—--简会搞票。简会组织车辆。’为什么非要我做这些事？可他们说得轻巧: '因为你干得好，我们干要半小时，而你干起来似乎快得多。你只需给售票处打个电话，预定想要的票，就大功告成。'"
      }
    ],
    "recommendation": [
      "了解同事和朋友的目标。让他们知道你已意识到他们的目标，然后帮助他们成功实现目标。",
      "如果需要建立团队，确保你参与其中。你能识别他人的天赋、技能和知识，这些意识会使你知人善用。",
      "你能直观地感觉出哪些不同类型的人可以合作。关注团队成员的不同个性和观点，这些信息对你的“统筹”天赋最具帮助。",
      "请务必留心多数任务、项目和职责的持续期限。尽管你享受兼顾许多活动的机会，但是如果“统筹”天赋不突出的人看不出你经常在做项目，他们可能会变得担忧。告诉他们你的进度以打消他们的担优。",
      "寻找复杂、充满活力且不需要循规蹈矩的环境。",
      "承担组织大型活动、会议、大型舞会或公司庆典。",
      "当你向别人介绍你做事的方法时，请给予他们时间来了解该方法。你思维的机灵多变出自本能，但他人可能会发觉很难打破常规。花费一些时间清楚地解释你的方法会更加有效的原因。",
      "在工作中，将 “统筹” 天赋用于组织中最充满活力的地方。事实上，你很可能对缺乏活力和墨守成规的部门感到厌烦。当 “统筹” 天赋得以发挥时，你会精力旺盛；当百无聊赖时，你会倍感折磨。",
      "通过与他人分享“假设 ”观点” 让他们知道你有广泛的专业知识。当他们知道你已认真确定并思考了所有选择和安排时，他们会变得更加有信心。",
      "你会用灵活的方式组织工作和分配空间。确定如何通过重新安排空间和/或程序改善工作流程，以最大限度地提高效率，并为他人和自己节省时间。"
    ],
    "cooperation": [
      "这样的人喜欢负责，应根据他的知识和技能水平让他尽量多负责。",
      "复杂的、多层面的任务使他振奋。他同时承担多项工作时最得心应手。",
      "开展新项目时，让他来挑选和分派项目组成员。他善于判断每个成员的优势如何能为团队带来最大的价值。",
      "他足智多谋。当遇到困难时，交给他尽可放心，他乐于寻找做事情的其他途径。",
      "他或许有当经理或主管的才干。他的“统筹”天赋帮助他了解具有不同优势的人怎样合作。",
      "当其他人因为争议僵持不下时，这个人可以化解矛盾。他不一定能解决存在争议的问题，却能帮助大家找到达成共识的点。这种共识就是有效合作的出发点。"
    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  }
]
