[
  {
    "name": "成就",
    "description": "你的成就主题说明你的内在动力。它表明你始终渴望有所建树。你感到每一天似乎都从零开始。一天结束时，你必须获得某种有形的成果，如此才能感觉良好。你所谓的“每一天”指的是所有的日子——工作日、周末、休假日。无论你多么需要歇一天，如果这一天你无所事事，你就会感到不满意。你体内有团烈火在熊熊燃烧。它促使你多做事情，多出成果。完成一项任务后，这火会暂时减弱，但很快重新燃起，迫使你朝一个又一个新的目标不断攀登。你对成就的不懈追求或许缺乏逻辑，甚至漫无边际。然而，它却是永无满足的，并将伴随你一生。作为一名追求成就的人，你必须学会与这种隐隐的不满足感相处。它毕竟不无益处。它给你动力，使你能长久工作而不知疲倦。它不失时机地使你奋起，去迎接新的任务和新的挑战。它为你输入充沛的精力，帮助你为你所领导的班组设定工作进度和业绩指标。它是推动你不断前进的主题。",
    "example": [
      {
        "name": "梅兰尼·K",
        "job": "急诊室护士",
        "speech": "我每天都必须攒足分，才会觉得自己成功。今天，我上班才半小时，可已经攒了30分。我为急诊室订购了设备。我把出毛病的设备修好了。我与护士长开了会并与我的秘书深入讨论如何改进我们的电脑登记册。我要做的90件事中，已经完成了30件。我现在感觉非常不错。"
      },
      {
        "name": "特德·S",
        "job": "销售员",
        "speech": "去年，我是全公司300名销售员中的年度销售明星。我高兴了一整天，但不出所料，到了下半周，一切好象都没有发生，我又回到了零点。有时我真希望自己没有获得这样的成就，因为它有可能使我失去生活的平衡而走火入魔。我过去常以为能改变自己，但现在我知道我天生就是这样。这一主题的确是一把双刃剑。它帮助我达到我的目标，但另一方面我希望能随意打开和合上它。可是，见鬼，我做不到。但我能控制它，并通过关注生活中其他方面的成就，而不仅仅是工作，来避免成为工作狂。"
      },
      {
        "name": "萨拉·L",
        "job": "作家",
        "speech": "这是不可思议的主题。它的好处是推动你不断追求新的挑战。但另一方面，你从来不觉得达到了目标。它迫使你一辈子以每小时70英里的速度爬坡。你不会歇一下，因为总有更多的事情要做。但从总体考虑，我宁肯有而不可无它。我称它为“神圣的坐立不安”，而如果它使我觉得所有的事情必须在眼下完成，那也没什么了不起。我能忍受。"
      }
    ],
    "recommendation": [
      "选择那些劳动强度符合自己的期望且能鼓励自己测评工作效率的工作。在这些环境中你会感到工作富有挑战性但又充满活力。",
      "作为一名“成就者”，你喜欢忙碌，但要知道工作期限。为了实现目标，你会遵守时间期限和测评标准，因此努力会带来切实的进步和可见的成果。",
      "切记庆祝成就和自我肯定。成就者喜欢还未承认自己的成功便开始迎接下一个挑战。通过创造适当机会享受自己取得的进步和成就，从而抑制此种冲动。",
      "急于行动可能会使你感觉会议有些枯燥无聊。如果这样，你会通过提前了解每个会议的目标并在会议期间记下实现这些目标能取得的进步，从而发挥自己的“成就”天赋。你可确保会议高产高效。",
      "除了参加讨论会和各种项目外，你还要通过在自己的领域或专业获得认证实现继续提升。你会从中发现有更多的目标要去实现，并会取得更广泛的成就。",
      "你不需要他人的过多激励。设定挑战目标，进行自我激励。每当完成一个项目时，设定一个更高的目标。",
      "与努力的人合作。你会与他们分享目标，因此他们会帮助你做得更多。",
      "按照你自己的评分“体制”估算个人成绩。这有助于你把“成就”天赋带入家庭、朋友圈和工作中。",
      "工作越多，你越兴奋。展望未来比回忆过去更能激励你。展开新方案和新项目。你无穷的储备能量会创造无限热情和动力。",
      "确保做更多工作的同时不会忽略质量。制定可估量结果的标准以保证高产量和高质量成正比。"
    ],
    "cooperation": [
      "要人加班时，给他打电话。常言道：“要做事，找忙人。”这话一般不假。",
      "要知道，他喜欢忙碌。坐下来开会对他来说是很无聊的事。所以，要么让他去做自己的事，要么只让他参加非他出席不可，且能充分参与的会。",
      "帮助他测量自己的业绩。他很可能喜欢计算他的工作时间，但更重要的是，他应能测量自己的工作总量。简单的测量标准，如为多少顾客提供了服务、记住了多少顾客的名字、查阅了多少文件、联系了多少潜在客户或看过多少病人等，都能使他觉得有据可依。",
      "通过合作与他建立联系。通常来讲，一起努力工作是与他维系关系的纽带。他很讨厌偷懒的人。",
      "他完成一项工作后，让他休息或给他安排一件小事绝非他所期待的奖励。如果你对他的工作进行表彰，并为他定下更高的目标，他的干劲会更大。",
      "他很可能比其他人精力旺盛，且习惯早起。如有要求晚睡早起的工作，找这个人就对了。另外，还要经常问问他“要完成这项工作，你得加班到多晚啊？”或者“你今天早晨几点来的？”这样的关心会让他觉得感动。",
      "你看他工作主动，会想提拔他。如果此举使他无法继续发挥优势，就不可取。不如指出他的其他主题和优势，找机会让他多做他所胜任的工作。"
    ]
  },
  {
    "name": "行动",
    "description": "“我们什么时候可以开始？”你最爱问这个问题。你急不可耐地要行动。你也许会同意，分析自有它的作用，争辩和讨论有时亦不无真知灼见。但你深知，没有行动，一切皆为空谈。唯有行动才能做事情。唯有行动才能出业绩。一旦作出决定，你就必须行动。别人或许会担忧，“还有些事我们不知道，”但是你不会因此而放慢步伐。如果决定通过城区，你便认定到达目的地的最快途径就是从一个红绿灯走到下一个红绿灯，而不会坐等所有的灯都变绿。此外，在你看来，行动和思考并不互相排斥。事实上，在你的行动才干指引下，你确信最好的办法是做中学。你作出决定，采取行动，检验结果，继而学习进步。在学习的基础上，你决定你未来一步接一步的行动。如果你没有作出反应的对象，你怎么能够进步？你的答案很简单，不能。你必须不断冲锋陷阵。你必须不断走出下一步。否则，你如何保持思维敏锐和耳聪目明？这就是你的底线：你深知评判你的标准不是你的言辞，也不是你的思想，而是你的行动。你丝毫不为此感到畏惧。恰恰相反，你感到快慰。",
    "example": [
      {
        "name": "简·C",
        "job": "本笃会修女",
        "speech": "20世纪70年代，我是修道院院长。我们遇到了能源短缺，成本直线上升。我们有 140 英亩地。我每天都在那里转悠，一边琢磨如何应付能源短缺。我突然醒悟，既然我们有那么多地，就该自己打一口天然气井。我们说干就干，花了 100,000 美元打了一口井。如果你从未打过天然气井，你很可能不知道我当时没想到的事：仅为了解你的地块下究竟有没有天然气而打一口探井，就需花 70,000 美元。于是，他们开钻，用一种震动照相仪之类的东西侦察到地下有气。但是他们不知道有多少，也不知道输到地面压力够不够。‘如果你再付 30,000 美元，我们就想办法开井。’他们说，‘如果你不愿意，我们就把井封上，拿上你已付的 70，000 美元回家。’我无奈地付了最后的 30,000 美元，谢天谢地，气上来了。那是20年前的事了。这口井现在还在抽气。"
      },
      {
        "name": "吉姆·L",
        "job": "企业家",
        "speech": "有人认为我急不可耐，不愿听人提到前面的陷阱和可能的路障。我老爱说：‘我想知道我什么时候会撞墙，我要你们告诉我这会有多疼。但是如果我执意要撞墙，那你就不必担心自己没有尽职。我必须亲自试一试。’"
      }
    ],
    "recommendation": [
      "寻找可自主决策并采取行动的工作。特别留意那些刚刚起步或扭转局面的场合。",
      "在工作中，确保你的经理按照可估量的结果而不是工作过程来判断你的能力。你的过程并非总是完美。",
      "你能立即将创新思想付诸行动。寻找有创造力和有独到见解的思想者，并帮助他们将其概念理论用于具体实践中。",
      "寻找因讨论或者因阻碍导致事情无法获得进展的局面。通过制定计划让事情继续发展并激励他人采取行动，从而打破僵局。",
      "你会更多地从实际体验，而非理论探讨中学习提高。为了发展，你会有意识地体验富有挑战性的事情，它们能检验你的天赋、技能和知识。",
      "切记，尽管你的坚韧不拔在很多场合是必要的优秀品质，但这也可能让某些人感到威胁。只有在赢得他人的信赖和忠诚之后，“行动”天赋才能发挥出最大的效能。",
      "辨别出组织中最具影响力的决策者。努力做到每季度一次与他们每个人共度午餐并分享你的想法。这些行动会使他们支持你，并为你提供关键资源以将想法付诸行动。",
      "你擅长激励他人获得计划和想法。考虑与专心做事、善于前瞻、深谋远虑或善于分析的人合作，在行动中可借鉴他们的方向和计划，从而创造与他人达成共识和让其成为策划者的机会。这样做可以优势互补。",
      "准备好必须批准你的行动请求的理由。否则，他人可能会不耐烦地把你打发走，并将你视为“无的放矢”的人。",
      "你能够调动并鼓励他人行动。在利用“行动”天赋时，要有战略眼光，要睿智机敏。什么时候、什么地点和针对什么人是发挥你重要影响力的最佳时机？"
    ],
    "cooperation": [
      "向他了解，你们团队还有哪些新的目标或进步的空间，然后帮他找到向新目标迈进的方法。",
      "告诉他，你知道他是个踏实做事的人，关键时刻。你可能会请他施以援手。你的期待会让他受到鼓舞。",
      "告诉他，你知道他是个踏实做事的人，关键时刻。你可能会请他施以援手。你的期待会让他受到鼓舞。",
      "当他抱怨时，要认真倾听——你或许会从中有所收获。然后与他探讨如何率先创新和改进，从而使他同你保持一致。你的动作要快，如果不加制止，他很快就会到处散布消极言论。",
      "当他抱怨时，要认真倾听——你或许会从中有所收获。然后与他探讨如何率先创新和改进，从而使他同你保持一致。你的动作要快，如果不加制止，他很快就会到处散布消极言论。",
      "为帮助他避开障碍，寻找“战略”或“分析”天赋突出的人与他合作。他们可以做到总揽全局。然而，你有时需要为他辩护，以免他们对预测和分析的热衷干扰他的行动本能。"
    ]
  },
  {
    "name": "适应",
    "description": "你生活在当下。你不把未来视为固定的目的地。相反，你认为未来是你在现有选择的基础上创造出来的。因此，你通过选择逐一发现你的未来。这并不意味着你没有计划。你很可能有。但你的适应主题使你能够自愿地对眼前需求作出反应，即使此举使你偏离原有计划。你与有的人不同，并不讨厌突如其来的要求或出乎意料的曲折。你对此有料在先。它们是不可避免的。事实上，在某种意义上，你期待它们发生。你本质上是一个非常灵活的人，即使工作的不同需求把你东拉西扯，你仍能保持高效率。",
    "example": [
      {
        "name": "玛丽.T",
        "job": "电视制片人",
        "speech": "我喜欢直播电视节目，因为你永远无法预测会发生什么。一分钟前我可能在做一个最好的儿童节日礼物的节目；一分钟后我却转而对一名总统候选人作预备采访。我想我总是这样的，我活在当下。如果有人问我：‘你明天做什么？’我的回答总是：‘我不知道。那要看我想干什么。’我这样做让我的男朋友发疯。因为他会计划好我们周日下午去古董市场，而就在最后一刻，我却突然改变主意，说：‘不，我们还是回家读星期天的报纸吧。’一定很讨厌，是不是？没错。但是如果看好的一面，这的确说明我能随机应变。"
      },
      {
        "name": "琳达.G",
        "job": "项目经理",
        "speech": "单位里数我最沉着。如果有人进来说，‘我们的计划错了。我们必须在明天前做好它’，我的同事就会紧张得不知所措。可是不知为什么我从不这样。我喜欢那种压力，那种立即作出反应的需要。它使我感到充满活力。"
      },
      {
        "name": "彼德.F",
        "job": "公司培训师",
        "speech": "我想我比大部分人都更会应对生活。上星期我发现我的车窗被打破，音响被偷。不用说，我很气恼，但是这丝毫没有干扰我当天的生活。我把车打扫干净，然后把这件事甩到脑后，继续忙着去做我当天要做的事。"
      }
    ],
    "recommendation": [
      "当他人因日常琐事变得心烦意乱时，应保持镇定自信，使自己成为别人眼中冷静和可靠的人。",
      "避免承担那些需要组织和预测能力的角色。这些角色很快就会使你感到沮丧，让你觉得不能胜任，并且会抑制你的独立性。",
      "存在工作压力时，帮助犹豫的朋友、同事和客户找到整理心情和控制形势的方式。解释适应性不仅仅是逆来顺受，它指冷静、明智且快速地对环境作出反应。",
      "不要让他人滥用你天生的灵活性天赋。恰当发挥“适应”天赋，在顺从他人的每个想法、欲望和要求时，不要影响到你的长期成功。利用智慧准则帮助自己判断何时顺应形势、何时坚定不移。",
      "寻求那些需要对不断变化的环境快速作出响应才能成功的工作。考虑进入新闻业、直播电视制作、急救以及客户服务等职业领域。这些工作要求你反应快且要保持头脑冷静。",
      "调整你的快速反应能力。例如：如果你的工作要求突发性的出差，那么你要学会如何在30分钟内收拾好行囊并出发。如果工作压力突如其来，你要练习始终可以应付压力的最初三步措施。",
      "寻求由他人来制定计划。具有优秀的“专注”、“战略”或“信仰”天赋的人可以帮助你制定长期目标，从而使你能够擅长处理日常变化。",
      "“适应”天赋使你能够在面临曲折处境时保持良好心态，不会产生较大的情绪波动。“覆水难收”的态度使你能快速从挫折中恢复。认识到这个本性并让你的朋友和同事知道你做事富有灵活性，而没有“我不在乎”的态度。",
      "避免太有条理和限制灵活性的任务。如果列出要完成的任务，尝试以游戏般的心态尽情展现对灵活性的需求。看你是否能创新或用某些方式令任务更有趣。",
      "公开地表现可靠风度以安抚不满的朋友或同事。思考你使用过的方法并在情况出现时能再次使用。"
    ],
    "cooperation": [
      "几乎所有的团队都会希望有这样天生富有灵活性的人加入。当原计划出了问题，他能很快做出调整，以适应新的情况，并推动事情向前发展。他不会置身事外，怨天尤人。",
      "由于他总是“随遇而安”，所以总能营造一种鼓励其他人体验和学习的美好氛围。",
      "他最适合执行需要立即行动的短期任务。他希望自己的生活充满的是小而快的速决战，而不是漫长的持久战。",
      "不要让他参与讨论未来，如制定目标或职业咨询一类的会议。他是一个“关注眼前”的人，会认为这些会议与他毫不相干。"
    ]
  },
  {
    "name": "分析",
    "description": "你的分析主题向别人挑战：“证明它。告诉我为什么你的结论是对的。”面对此种质疑，某些人将发现他们自鸣得意的理论会萎缩和瓦解。而这恰恰是你的目的。你无意扼杀别人的观点，但你认定，他们的理论必须经得起检验。你自视客观和冷静。你喜欢数据，因为它们既不包含特定的价值观念，又没有特殊的目的，且未加修饰。有了数据的武装，你就寻找模式和关联。你想了解某些模式如何互相影响。你的问题是：它们如何组合？它们有什么结果？这个结果是否与所提出的理论或面临的情形相符？你将表层逐一剥开，直至揭示其中的根源。别人认为你思维有逻辑并严谨。久而久之，他们就习惯于请你用你的严谨思维来剖析某些人的“异想天开”和“愚钝”。但愿你的分析不要表述得太尖刻。否则，如果“异想天开”的是他们自己，他们就会刻意回避你。",
    "example": [
      {
        "name": "乔斯·G",
        "job": "学校系统管理员",
        "speech": "我天生就善于预先识别结构、模式和规律。例如，当人们在谈论起草一份赞助申请书时，我一边听，大脑一边本能地思考现有的各种赞助类型，讨论内容是否符合申请条件，甚至用什么模式来清晰而令人信服地将有关信息填入赞助申请表。"
      },
      {
        "name": "杰克·T",
        "job": "人力资源主管",
        "speech": "当我得出一个结论时，我必须心中有数，我能用事实和逻辑思考来证明它。例如，如果有人说，我们公司的薪酬不如别的公司，我总会问：‘你为什么这样说？’如果他们说：‘我在报上看到一份广告，许诺付给机械工程毕业生的工资比我们高五千美元。’我就会反问：‘但是这些毕业生会到哪里去工作？他们的薪酬是不是根据工作地点定的？他们会到什么样的公司去工作？是我们这样的制造业公司吗？他们的样本包括多少人？是不是就三个人，其中一人得了一个大便宜，继而拔高了平均水平？’我必问这些问题，继而确保他们的所言属实，而不是基于令人误导的数据点。"
      },
      {
        "name": "莱斯利·J",
        "job": "校长",
        "speech": "经常有这样的情况，同样一组学生，每年的表现却不一样。学生没有变，但他们的成绩每年都不相同，这是怎么回事？这些孩子在哪座教学楼上课？多少孩子注册上满一学年？他们的老师是谁，用的是什么教学风格？我爱问这些问题，以求了解究竟发生了什么事。"
      }
    ],
    "recommendation": [
      "选择你可以通过分析数据、探寻模式或构思创意来获得报酬的工作。例如，财经、医药调研、数据管理或风险管理。",
      "不论你担当什么角色，请确定你可以依赖的可靠来源。当你拥有充分调查的信息来源以及支持逻辑分析的数字时，那么你就处于最佳状态。例如，确定最有帮助的书籍、网站或作为参考的出版物。",
      "你总在思考并会得出有见地的分析。其他人知道吗？找到表达自己想法的最佳方式：写作、一对一谈话、小组讨论，或者演讲和演示。通过交流想法让其变得有价值。",
      "确保你积累和分析的信息总能得到应用和实施。如果你天生不擅长这样做，请找一个合作伙伴，帮助你把理论用于实践，把想法变成现实。在这类人的帮助下，你的分析不会毫无用处。",
      "参加学术课程，扩展你的“分析”天赋。尤其是向你欣赏他的逻辑推理的人学习。",
      "主动发挥你的“分析”天赋。你对那些正在努力组织大量数据或构思的人特别有帮助。",
      "与拥有优秀“行动”天赋的人合作。这类人没有耐性，将会很快把你从分析阶段带到行动阶段。",
      "你也许仍怀疑，除非看到有力的证据。你质疑是为了确保正确性，但他人可能认为你针对个人。帮助他人意识到你的质疑主要针对数据，并非个人。",
      "寻找数据模式。看你是否能领悟得分或数字中的特点令规律或关系。通过联系数据中的点和推理因果联系，你可能会帮助他人看出这些模式。",
      "帮助他人理解你的分析方法经常需要数据和其他信息，以在逻辑上支持他们可能提出的新想法。"
    ],
    "cooperation": [
      "当有“分析”天赋的人参与做一项重要决策时，花时间深入与他探讨，再做结论。他会想要了解所有相关要素。",
      "当你为某项决定或某个原则辩解时，请将支持性数据呈现给他。他会本能地相信有数据支撑的信息。",
      "在解释一项已经做出的决策时，切记讲明其逻辑依据。对他来说，唯有充分了解决策细节，才能为之承担义务。",
      "切记，他需要经过认真推敲的准确数字。切勿把虚假数据充作可靠数据提供给他。",
      "因为他看重精确性，所以对他来说，准确完成任务比准时完成任务更重要。因此，当工期将近时，要经常与他核对进度，以确保他还有足够的时间完成工作。",
      "你虽然不会始终与他一致，但必须认真考虑他的意见。他很可能经过了深思熟虑。",
      "他乐于在数据中发现规律。不断给他机会向你解释其所见规律。一有机会，你就应该对他的推理能力表示认背和赞赏。这是对他的激励，并有助于巩固你们之间的关系。"
    ]
  },
  {
    "name": "统筹",
    "description": "你是一个指挥家。当你面对一个涉及多种因素的复杂环境时，你喜欢设法控制所有的变量，将它们反复排列，直至你确信形成最佳组合。在你看来，此种行为毫无特别之处。你不过是试图琢磨出做事的最佳方案而已。然而，其他人由于缺乏这一主题，对你的本领瞠目结舌。他们会问，“你的脑袋里怎么能同时装这么多事情呢？”“你怎么能保持如此灵活，如此不假思索地放弃经过深思熟虑的计划，转而采取你突发奇想的全新方案呢？”但是你无法想象其他的做事方式。你是高度灵活性的杰出代表。如果你发现一个更好的转机地点或更优惠的票价，你就会在最后一刻突然改变旅行计划。同样，你会绞尽脑汁，思考完成一个新项目的最佳人员和资源组合。你事无巨细，总在寻找最佳配置。勿庸置疑，形势越是变化无常，你越能出神入化。有的人面对不测，会一口咬定，经过精心策划的计划不容更改，而另一些人则躲进现有的规则和程序中。你却不然。你奋身投入混乱的局面，设计新方案，搜寻新捷径，思考新合作——因为说到底，总有可能找到更好的方案。",
    "example": [
      {
        "name": "萨拉·P",
        "job": "财务主管",
        "speech": "我喜爱复杂的挑战，这样我就必须快速反应，琢磨如何将各种不同的板块拼在一起。有的人遇到一种情况，会看到三十个变量，为了平衡它们而手忙脚乱。而我在相同的情况下，只看到三个方案。由于我只看到三个，我就容易迅速决策，把一切理得井井有条。"
      },
      {
        "name": "格兰特·D",
        "job": "运营经理",
        "speech": "前些天，我从我们的工厂获知，市场上对我们的一种产品的需求大大超过预测。我对此略作思考，突然有了一个主意: 按周而不是按月交货。于是我说: 联系欧洲分公司，了解当地的需求情况，告诉他们我们现在的处境，然后了解他们每周的需求情况。’ 此举使我们在不增加库存的情况下满足了市场需求。毋庸置疑，运输费用有所增加，但这总比一地库存过多而另一地库存不足要好。"
      },
      {
        "name": "简·B",
        "job": "企业家",
        "speech": "有时，我的统筹主题会使我忙得不可开交。例如，当我们都去看电影或球赛时，我的家人和朋友都会赖在我身上—--简会搞票。简会组织车辆。’为什么非要我做这些事？可他们说得轻巧: '因为你干得好，我们干要半小时，而你干起来似乎快得多。你只需给售票处打个电话，预定想要的票，就大功告成。'"
      }
    ],
    "recommendation": [
      "了解同事和朋友的目标。让他们知道你已意识到他们的目标，然后帮助他们成功实现目标。",
      "如果需要建立团队，确保你参与其中。你能识别他人的天赋、技能和知识，这些意识会使你知人善用。",
      "你能直观地感觉出哪些不同类型的人可以合作。关注团队成员的不同个性和观点，这些信息对你的“统筹”天赋最具帮助。",
      "请务必留心多数任务、项目和职责的持续期限。尽管你享受兼顾许多活动的机会，但是如果“统筹”天赋不突出的人看不出你经常在做项目，他们可能会变得担忧。告诉他们你的进度以打消他们的担优。",
      "寻找复杂、充满活力且不需要循规蹈矩的环境。",
      "承担组织大型活动、会议、大型舞会或公司庆典。",
      "当你向别人介绍你做事的方法时，请给予他们时间来了解该方法。你思维的机灵多变出自本能，但他人可能会发觉很难打破常规。花费一些时间清楚地解释你的方法会更加有效的原因。",
      "在工作中，将 “统筹” 天赋用于组织中最充满活力的地方。事实上，你很可能对缺乏活力和墨守成规的部门感到厌烦。当 “统筹” 天赋得以发挥时，你会精力旺盛；当百无聊赖时，你会倍感折磨。",
      "通过与他人分享“假设 ”观点” 让他们知道你有广泛的专业知识。当他们知道你已认真确定并思考了所有选择和安排时，他们会变得更加有信心。",
      "你会用灵活的方式组织工作和分配空间。确定如何通过重新安排空间和/或程序改善工作流程，以最大限度地提高效率，并为他人和自己节省时间。"
    ],
    "cooperation": [
      "这样的人喜欢负责，应根据他的知识和技能水平让他尽量多负责。",
      "复杂的、多层面的任务使他振奋。他同时承担多项工作时最得心应手。",
      "开展新项目时，让他来挑选和分派项目组成员。他善于判断每个成员的优势如何能为团队带来最大的价值。",
      "他足智多谋。当遇到困难时，交给他尽可放心，他乐于寻找做事情的其他途径。",
      "他或许有当经理或主管的才干。他的“统筹”天赋帮助他了解具有不同优势的人怎样合作。",
      "当其他人因为争议僵持不下时，这个人可以化解矛盾。他不一定能解决存在争议的问题，却能帮助大家找到达成共识的点。这种共识就是有效合作的出发点。"
    ]
  },
  {
    "name": "信仰",
    "description": "如果你有很强的信仰主题，那你就会持有某些经久不变的核心价值。这些价值因人而异，但你的信仰通常使你关注家庭，乐于助人，甚至追求灵性。无论对己对人，你都珍视责任和伦理。这些核心价值以多种方式影响你的行为。它们赋予你的生活以意义和满足—在你看来，金钱和名望并不完全代表成功。它们为你指明方向，指引你排除生活中的种种引诱和干扰，朝着恒定的目标前进。这种恒定性是你建立所有关系的基础。你的朋友认为你为人可靠；他们会说，“我知道你是什么立场。”你的信仰为你赢得信任。它还要求你从事与你的价值观相符的工作。你的工作必须有意义；必须“有分量”。因为你受到你的信仰的指引，所以你的工作唯有使你有机会实践自身价值观时才是有意义的。",
    "example": [
      {
        "name": "迈克尔·K",
        "job": "销售员",
        "speech": "我的大部分业余时间都花在家庭和社区活动上。我是全县的童子军董事会董事。我当童子军时是小队长。当我成为一名“探索者”时，我是童子军的少年助理部长。我就是喜欢和孩子们在一起。我认为他们代表未来。我觉得把你的时间投向未来最值得。"
      },
      {
        "name": "拉腊·M",
        "job": "学院院长",
        "speech": "我每天拼命工作，是因为我有自己的价值观。我为自己当前的工作倾注了大量时间，甚至不在乎领多少工资。我刚发现我是全州工资最低的院长，可我不在乎。我是说，我做这些不是为了钱。"
      },
      {
        "name": "特蕾西·D",
        "job": "航空公司主管",
        "speech": "如果你做的事无足轻重，那还做它干什么？我每天起床后忙的就是如何加强飞行安全，而这对于我是非常重要且有意义的。如果我看不到工作中的意义，我真不知道如何克服重重阻碍和困难，我想我一定心灰意懒。"
      }
    ],
    "recommendation": [
      "回想你曾度过的最好日子，厘清自身的价值。你的价值是如何转变成那些日子你所获得的满意度的？你要怎样组织你的生活以尽可能多地重现那种辉煌日子呢？",
      "积极寻找适合你的价值的角色。特别要考虑加入那些以对社会作出贡献为目标的组织。",
      "你的工作意义和目的经常能给他人指引方向。提醒他人工作重要的原因和工作如何会使他们自己的生活以及他人的生活产生差异。",
      "“信仰”天赋使你能与他人谈心。信奉一个\"目的宣言”并将其传达给家人、朋友和同事。你强大的感召力会激励他们有贡献的感觉。",
      "想想你曾对哪些人的生活产生过重要的影响，将与他们相关的信件和/或照片收藏起来。当你感觉失落或受打击时，看看这些收藏就会想起自己的价值。它们会让你充满活力并愿意帮助他人。",
      "确保平衡用在工作和个人生活上的时间。对事业的投入不应以违背对家人的美好承诺为代价。",
      "不要害怕说出自己的价值。这样会帮助他人了解你是个怎样的人以及怎样与你建立关系。",
      "积极结交与你具有共同基本价值观的朋友。想想你最好的朋友。他是否具有与你相同的价值体系？",
      "与具有优秀“前瞻”天赋的人合作。这类人可以通过描绘一幅生动的画面，指出你的价值观发展方向，从而使你充满活力。",
      "接受他人的价值观可能与自己不同的事实。表达自身想法，但不武断评判。"
    ],
    "cooperation": [
      "这些人对于贴近其内心的事情怀有激情。了解他的激情所在，并帮助他将激情与工作任务联系起来。",
      "了解他的家庭和社区。他可能对其做出过坚实的承诺。你若能理解、领会并尊重他的承诺，会因此得到他的尊敬。",
      "他可能会笃信某些经久不变的价值。设法将他的价值与公司的价值相结合，他就会通过自身言行来体现公司文化的价值。",
      "要知道，他可能更看中提高服务质量，而不是多赚钱。设法加强这种天生的服务意识，他就会有所作为。",
      "你虽然无需赞同他的信仰体系，但必须理解、尊重和实践它。否则，最终一定会爆发激烈的冲突。"
    ]
  },
  {
    "name": "统率",
    "description": "强烈的统率主题促使你实施指挥。与有的人不同，你对将自己的观点强加于人并无不适。相反，你一旦形成观点，就必须与人分享。你一旦确定目标，就要用它来统一众人的思想，否则就会坐立不安。你不怕对立；相反，你确信对立是解决难题的第一步。其他人可能对生活的不快讳莫如深，你则感到必须陈述事实或真理，无论它们多么令人不快。你需要在人们之间扫除误会；因此，你要求他们明辨是非，开诚布公。你推动他们承担风险，甚至会为此而逼迫他们。虽然有人会对此表示厌恶，指责你刚愎自用，但他们又常常会自愿让你掌舵。人们往往拥戴那些立场鲜明的人，那些确定方向，然后率领他们前进的人。人们会拥戴你。你一呼百应。你发号施令。",
    "example": [
      {
        "name": "马尔科姆·M",
        "job": "客户接待经理",
        "speech": "我之所以能影响别人，原因之一是我直言不讳。说真的，人们说我一开始吓到了他们，共事一年后，我们谈起这一点时，他们说：‘真的，马尔科姆，我刚来这工作时，吓得要命。’我问为什么，他们说：‘我从来没有和一个有什么说什么的人共事过。不管是什么只要该说，你就会直说。’"
      },
      {
        "name": "里克·P",
        "job": "零售主管",
        "speech": "我们制定了一个健康计划。如果你一周饮酒在4次以下，就能得到25美元。如果不抽烟，你就能每月领25美元。一天，我听说一名商店经理又开始抽烟了。这可不好，他在店里抽烟，不仅为员工做坏样子，还要领25美元。我无法容忍内部这样的行为，这有些尴尬，但我还是立即把他找来，直言相告：‘请你立即停止，否则就走人。’他本质并不坏，但对这样的事，你决不能听之任之。"
      },
      {
        "name": "黛安·N",
        "job": "老人院员工",
        "speech": "我并不认为自己锋芒毕露，但我的确敢于领导。当你走进一间房间，里面是一个垂死的人和他的家属，你必须敢于发号施令。他们希望你发号施令。他们有点震惊，有点害怕，有点不愿意接受现实。总之，他们不知所措。他们需要有人告诉他们下一步该干什么，他们能期待什么；告诉他们，这事并不轻松，但一切都会安排妥当。他们不想听软绵绵的安慰，而需要条理和坦率。我给了他们这一切。"
      }
    ],
    "recommendation": [
      "你必须时刻准备好迎接正面的冲突。练习你的言辞、语调以及技巧，这些都会将你对抗的能力转化成真正的说服力。",
      "在你的关系圈里，抓住机会坦白且直接地谈论敏感话题。你不回避事实，这将成为你的同事和朋友的力量及坚定不移的源泉。努力成为大家公认的公正人士。",
      "咨询别人的意见。有时你的率直可能令人生畏，从而导致别人由于害怕你的反应而小心翼翼。留意这种情况。如有必要，解释你率直的原因只是觉得把事情隐藏起来会很不舒服，而不是想要威胁其他人保持沉默。",
      "与那些具有优秀“取悦”或“体谅”天赋的人合作。有一些障碍你不需要面对，你可以避开它们。这类人能够通过关系帮助你避开障碍。",
      "在危机时刻，你的“负责”态度会使他人镇定并安心。当面临特别艰难的挑战时，利用你的“统率”天赋减少他人的恐惧并让他们相信你已控制局面。",
      "“统率”天赋可能会使你争取领导权，因为你喜欢掌有控制权。但是记住，即使当你不是正式的主管时，你的存在仍可成为尚未被察觉的、强大的力量。",
      "加强发展，打破瓶颈。为推动事态发展，他人会依靠你的本能决断。消除路障后，你经常能创造新动力和成功，没有你，这一切将无法实现。",
      "考虑领导委员会。你对事情发展有自己的想法并能自然而然地影响团队跟随自己。你可能喜欢开展新措施。",
      "寻找一些要求你来说服他人的角色。考虑销售对你来说是否是一个好的职业。",
      "察找到一个你信服的理由并坚持。在反对者面前捍卫某一理由的时候，你可能会发现自己发挥最佳。"
    ],
    "cooperation": [
      "经常请他评估公司的现状。他会直言不讳。同样，让他提出与你不同的想法，他不会随大流。",
      "当你需要重新启动一个项目，打通障碍，或说服别人，就让他牵头。放手让他决策和领导，他不喜欢别人干涉。",
      "除非你能说到做到，否则切勿威胁他。",
      "如果他拉帮结派、冒犯同事、一心二用，或不务正业，要抓住证据，当头棒喝，行动要果断，并视情况要求他将功补过。然后做出适当安排，使他尽快创造效益。他会很快纠正错误，你也既往不咎。",
      "他可能以毫不掩饰的武断方式威逼别人。你必须权衡他的功绩能否使你宽恕他偶然发怒。与其强迫他学会体谅和礼貌，不如多花时间帮助他的同事了解，他的固执己见有助于提高效率——前提是他的固执己见不演变为咄咄逼人和出口伤人。"
    ]
  },
  {
    "name": "沟通",
    "description": "你喜欢解释、描述、主持、演讲和写作。这是你的沟通主题在起作用。概念索然无味。事件平淡无奇。你需要将它们激活，使它们生机勃勃，激动人心，引人入胜。所以你就把事件编成故事，频繁讲述。你用形象、案例和比喻赋予枯燥的概念以生气。你认为大部分人注意力甚短。他们天天受到信息的轰击，但所记寥寥。你希望你所传达的信息——思想、事件、产品的特征和功能，一个发现或一堂课被人铭记。你想把他们的注意力吸引过来，然后捕捉和锁定它。这种愿望驱动你搜寻生动而富有感染力的完美词句。正因为如此，别人乐于听你侃侃而谈。你用语言勾画的图象激发他们的兴趣，澄清他们的眼界，并激励他们去行动。",
    "example": [
      {
        "name": "希拉·K",
        "job": "主题公园总经理",
        "speech": "讲故事是我阐明观点的最好方式。昨天，我想对我的执行委员会说明，我们如何能打动我们的客人，于是我讲了一个故事:我们的一名员工带她父亲参加主题公园为退伍军人日举行的升旗仪式。他在次大战中负伤致残，现在又患有一种罕见的癌症，接受了数次手术，已来日无多。在仪式开始前，我们的一名员工对 人群说:‘这个人是二次大战的老兵，我们能为他喝采吗？话音一落，每个人都鼓起掌来。他的女儿哭起来，他摘下了帽子。他过去从不摘帽，因为头上有战时和癌症手术留下的伤疤。但当国歌奏响时，他摘帽低头致敬。他的女儿后来告诉我，这是他多年来最愉快的一天。"
      },
      {
        "name": "汤姆·P",
        "job": "银行主管",
        "speech": "我的一名新客户认为资金注入网络股只是暂时现象。我试图用理性论证来改变他的看法，但他无法、也不愿认同。最后，正像我遇到一个不接受我观点的客户时常做的那样，我开始使用形象语言。我告诉他，他就像一个背对大海坐在海滩上的人，互联网就像迅速增高的海潮。无论他现在感觉多么良好，海潮随着每次巨浪的轰鸣越涨越高，很快就会从头而降，把他吞没。他这回听进去了。"
      },
      {
        "name": "马格里特·D",
        "job": "营销主任",
        "speech": "我曾经读过一本关于演讲的书，其中有两条建议:一是只讲你酷爱的事情；二是使用个人的例子。我立即照此行动。我发现了许许多多的故事，因为我有孩子、孙儿和丈夫。我根据自身经历来讲故事，因为这样每个人听起来都感到亲切。"
      }
    ],
    "recommendation": [
      "你总能做好吸引别人注意力的工作。可以考虑在教学、销售、市场营销、政府部门或媒体行业工作。你的“沟通” 天赋很可能会在这些领域发挥得淋漓尽致。",
      "开始收集使你产生共鸣的故事或成语。例如，从杂志上剪下令你感动的文章，或者写下有力的词组。自己独自练习大声地讲述这些故事或说出这些词语。当你说出这些词语的时候，注意听自己的语调，改进不足之处。",
      "当你做演讲的时候，密切关注听众的意见。观察他们对你的每一部分演讲的反映。你将会注意到某些部分是特别吸引人的。过后，花些时间回忆特别吸引听众注意力的时刻。围绕这些亮点起草下一份演讲稿。",
      "实践。即兴演讲有一定的吸引力，但总的来说，听众更喜欢那些指明演讲主题的演讲者。与直觉相反，你准备越充分，你的即兴演讲会显得越自然。",
      "识别最受益的被征询者和听众，这些人似乎能与你较好地沟通。仔细观察这些个人或群体，以了解当你与他们交谈或做演讲时你表现优秀的原因，并在潜在合作伙伴和听众中达到相同的效果。",
      "谨慎使用词语。他们是重要因素。明智地与他们交谈并密切关注他们的反应。",
      "只有你传达的信息含有实质内容，你才能更有效地发挥“沟通”天赋。不要仅依靠天赋，要培养特定领域的知识和专业技术以把沟通能力变成自己的优势。",
      "你擅长在朋友和同事间展开谈话。利用“沟通”天赋总结会议各要点并帮助他人达成共识。",
      "如果你喜欢写作，可考虑出版作品。如果你喜欢公开演讲可在专业会议上做陈述。不管怎样，你的“沟通”天赋会帮助你找到表达想法和陈述目的的恰当方式。你愿意与他人分享自己的想法，因此总能找到最适合自己声音和内容的环境。",
      "自愿找机会做演讲。你可能因热衷于以巧妙独特的方式帮助他人表达他们的想法和雄心而变得广为人知。"
    ],
    "cooperation": [
      "他善于交谈。请他参加社交活动、晚宴或任何你希望款待现有和潜在客户的活动。",
      "花时间了解他的生活和经历。他会乐于讲述，你也会乐于倾听，你们之间的关系会因此而更加亲密。",
      "与他讨论公司的社交活动计划。对于如何招待客人和传递什么信息，他往往有好主意。",
      "鼓励他搜集公司内部的传奇和趣事，然后创造机会让他对同事讲述。他会活跃公司文化，继而达到强化的效果。⊙请他帮助公司专业人员改进演示效果。有时，应安排他代替专业人员作演示。"
    ]
  },
  {
    "name": "竞争",
    "description": "竞争源自于比较。当你环视四周时，你本能地意识到别人的业绩。他们的业绩就是你的最终标尺。无论你如何苦干，无论你的动机如何高尚，如果你仅仅达到自身目标，但未能傲视同侪，你就会感到现有成就空洞无物。如同所有的竞争者，你需要其他人，你需要比较。因为如果你能比较，你就能竞争，而如果你能竞争，你就能取胜。一旦取胜，你就能感受到无与伦比的快慰。你喜欢测量，因为它有助于比较。你喜欢其他竞争者，因为他们使你振奋。你热爱比赛，因为有比赛，就必定会产生一个赢家。你尤其喜欢你胜券在握的比赛。虽然你对对手彬彬有礼，甚至能做到虽败尤荣，但你参加比赛绝不是为了取乐，而是为了取胜。你最终会避免参加取胜无望的比赛。",
    "example": [
      {
        "name": "马克·L",
        "job": "销售主管",
        "speech": "我一生都喜欢体育比赛，这么说吧，我比赛可不是为了取乐。我喜欢参加我能取胜的比赛，而不愿参加我会输的比赛，因为如果输了，我虽然表面上彬彬有礼，但内心会气死。"
      },
      {
        "name": "哈里·D",
        "job": "总经理",
        "speech": "我不是一名航海家，但我热爱美洲杯帆船赛。两条船按说一模一样，水手们也都是顶级运动员，可每次都有一个赢家。他们其中之一一定有什么秘诀来打破平衡，继而赢得多，输得少。我要找的就是这个秘诀，这一点优势。"
      },
      {
        "name": "萨默·雷石东",
        "job": "维亚康姆（Viacom）公司（今称CBS集团）董事长，在收购维亚康姆公司时说",
        "speech": "我享受收购的每一分钟，因为维亚康姆是一家值得为之奋斗的公司，我享受这场比赛。如果你参与了一场大型竞赛，压力是不可避免的。你最好能获得最终的胜利，体会到真正的满足和愉悦。夺取像维亚康姆这样的公司的控制权如同一场战争。我认为它给我上了真正的一课，这无关乎金钱，而关乎取胜的意愿。"
      }
    ],
    "recommendation": [
      "选择你可以衡量自身成就的工作环境。没有竞争，你可能永远无法发现自己的优点。",
      "列出表现得分，这样可以帮助你每天了解自己处于什么位置。你应当注意哪些得分？",
      "确定一个有高成就的人，你可以和他对比来衡量自己的成就。如果不止一个，列出和你竞争的所有人的名单。不经过衡量对比，你怎么知道是输是赢？",
      "尝试把普通的任务变成竞争性的比赛。采用这种方式，你获得的益处会更多。",
      "当你赢了的时候，花些时间来研究你赢的原因。相对失败而言，从成功中你可以学到更多的东西。",
      "让人们知道竞争并不等于把别人打倒。解释你是通过让自己与优秀、强劲的竞争对手进行竞争并取得胜利而得到满足的。",
      "找到“衡量标准”，即监测各方面成绩的衡量系统。尽管你在与自己以前的成绩比较，此衡量标准会帮助你适当地关注各方面的成绩。",
      "如果与他人竞争，请选择目前专业水平略高于自己的一个人做比较，从而创造发展机会。竞争会推动你改进技能和知识以超过此人的专业水平。寻找一个或两个专业水平高于你的人作为榜样，从而推动你提高自己。",
      "花一些时间来庆祝你的胜利。在你的世界里，没有庆祝就没有胜利。",
      "设计一些可以帮助你面对失败的精神策略。用这些策略来武装自己，你将可以更快地迎接下一个挑战。"
    ],
    "cooperation": [
      "对他使用竞争性语言。对他来说，这是一个非胜即败的世界，所以在他看来，达到目标就是胜利，未达到目标就是失败。",
      "帮他寻找能获胜的机会。如果屡战屡败，他就可能洗手不干。切记，在他看重的比赛中，他不会为赛而赛，他的目的就是取胜。",
      "他失败时，可能会痛苦一阵。由他去。随后迅速将他引入一场有望取胜的竞争。",
      "把他与其他人、特别是同样好胜的人进行比较。比如说，公布全体员工的业绩，但须牢记，惟有好胜的人才会从公开对比中获得激励。其他人则会讨厌，甚至感到屈辱。",
      "与他讨论天赋。一如所有竞争者，他深知，取胜需要天赋。指出他的天赋，告诉他，必须发挥他的天赋才能取胜。切忌对他实行“彼得法则”。提醒他，获胜并不等于提升。帮助他通过扬长避短来取胜。",
      "为他安排竞赛。让他与其他人竞争，甚至可以从外部找对手。竞争欲极强的人希望与水平相近的人竞争，他们对与弱者竞争不感兴趣。"
    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "公平",
    "description": "平衡对你很重要。你深知需要公平待人，无论其社会地位如何。因此，你不希望天平过于倒向任何个人。你确信这将导致自私自利和个人至上，使某些人凭借关系或背景，或通过贿赂而获得不公平的优势。你对此深恶痛绝。你自视抵御这种倾向的卫士。与这种裙带世界截然相反，你深信只有在规则明确而人人适用的恒定的环境中，才能发挥每个人的最大潜能。因为在这样的环境中，每个人都了解对其的期待，一切都可以预测并不偏不倚。一切都公平。在这里，每个人将有平等的机会施展才华。",
    "example": [
      {
        "name": "西蒙·H",
        "job": "酒店总经理",
        "speech": "我经常提醒我的高级经理，不要滥用他们的停车特权，或凭借职务之便，不顾等待的客人而占用高尔夫开球时间。他们讨厌我这样做，但我就是这样的人，讨厌别人滥用特权。我还花大量时间和我们的小时工在一起。我对他们非常尊重。"
      },
      {
        "name": "杰米·K",
        "job": "杂志编辑",
        "speech": "我是一个愿意为失败者加油的人。我不愿看到有人因为他们生活中无法控制的情况而失去公平的机会。为了落实我的观点，我计划在我的母校设立一项奖学金，专门资助家境困难的新闻专业学生到新闻单位实习，而不必支付他们的学费。我是个幸运儿。我到纽约NBC广播公司实习时，我的父母能负担得起。有些家庭则不能，但还是应该给这些学生一个公平的机会。"
      },
      {
        "name": "本·F",
        "job": "运营经理",
        "speech": "我的座右铭，论功行赏。如果我参加一次会议，提出一个实际上由我的助手首先提出的观点，我就会当众说明功劳归于他。为什么？因为我的上司始终对我这样，所以我现在认为只有这样做才公平和正确。"
      }
    ],
    "recommendation": [
      "将你能一惯遵守的、体现公平的原则罗列出来。这些规则可能基于你所拥有的某些价值观或基于你认为是“无商量余地”的某些政策而制定的。因此，你越清楚这些规则，你个人就会在这些范围内感觉越舒服。",
      "寻求一个你可以在工作领域中主持公道的角色。在工作或社区中，你可以带领大家为弱势群体提供一个他们能展示真实潜能的平台。",
      "建立一种荣誉，以突出那些真正应该获得此荣誉的人。确保此殊荣总是奖励给那些真正执行过该工作的人。你将会因组织或团体的公正性而众所周知。",
      "寻找一个你能强化实施一系列标准的角色。要时刻准备挑战那些破坏规则的人或“以不正当的手段”为自己赢得不公平优势的人。",
      "把你的注意力放在业绩上。你的“公平”天赋有时可能会使你过分强调某人完成工作的方式，而忽视了他或她已完成的工作。",
      "因为你重视平等，所以与违反规则以适应他们情况的个人相处时很困难。你的“公平”天赋使你非常清楚规则、政策和程序，并确保所有人一律遵守它们。考虑起草备忘录以确保清楚地陈述这些规则。",
      "与具有较强“完美”或“个别”天赋的人合作。这类人能够提醒你在合适的时候包容个人差异。",
      "总是言出必践。这会形成一种平等氛围，从而促进友好往来。",
      "他人欣赏你言行一致的作风。即使面临强烈反对，总是坚持自己的信念。你会收获长期利益。",
      "当你宣布“不好”消息时，利用“公平”天赋。你擅长帮助他人理解有利于他们和自己的决定的原因。"
    ],
    "cooperation": [
      "遇到重大变化时给予他支持，因为他最习惯于那些他认为效果良好且便于掌控的工作模式。",
      "他是一个讲求实际的人，所以更喜欢完成当下的任务或做出决策，而不愿参与诸如头脑风暴或长期规划这类的抽象工作。",
      "在项目完成后对团队成员进行表彰时，让他指出每个人的贡献。他能确保对每个人的奖赏都是实至名归。",
      "进行分析时，请他使用群体数据，而不是个人数据。他可能更善于发现群体共性，而不是个人特性。",
      "如果你作为经理，遇到必须公平、严格地执行规章，不得有丝毫偏袒的棘手情况时，请他参与处理。他自然会做出解释，讲明道理。",
      "在必须公平对待不同人的场合，请他参与制定规章制度。"
    ]
  },
  {
    "name": "回顾",
    "description": "你往回看。你往回看，是因为在那里可以找到答案。你往回看是为了了解当前。从你的制高点看去，当前变动无常，杂乱无章。唯有回首以往，回到策划之初，当前才重归平稳。以往是一个简明的时代，一个描画蓝图的时代。你回顾以往，目睹蓝图浮现，继而重归初衷。这些蓝图和初衷后来被装饰得面目全非，无从辨认，但是你的回顾主题使它们原形再现。这一认识使你充满信心。你排除了干扰，在了解事物内涵的基础上明智决策。由于了解同事们的来龙去脉，你就能更好地与其合作。并且，由于你看到未来的种子播撒在过去，反而更加明察未来。面对新人和新形势，你需要一些时间来适应。但你必须给自己留出这些时间。你必须迫使自己问这些问题。你必须让蓝图再现，因为无论情况如何，如果你未见蓝图，你就不可能尽你所能。",
    "example": [
      {
        "name": "亚当·Y",
        "job": "软件设计师",
        "speech": "我告诉我的手下: 让我们避免老弹重调。’他们说: ‘你用错字了。应该是老调重弹。我说: ‘老弹重调说的是我们总会重复过去的错误。我们必须尽力避免。我们必须审视我们的过去，看清我们犯错误的原因，以免重犯。’这似乎不言而喻，但是多数人不会回顾他们的过去，或认为回顾过去没有用。所以他们老弹重调。"
      },
      {
        "name": "杰西·K",
        "job": "媒体分析师",
        "speech": "我十分缺乏体谅能力，所以无法根据别人当前的情感与他们交往。相反，我根据他们的过去与他们交往。事实上，在我弄清别人在哪里长大，父母是什么样的人，在大学学什么专业之前，是不可能对他们有任何了解的。"
      },
      {
        "name": "格雷格·H",
        "job": "会计经理",
        "speech": "我最近要求全体手下采用一个新的会计系统。此举取得成功的惟一原因是我充分尊重他们的过去。当人们建立一个会计系统时，付出的是他们的血汗和泪水，是他们的全部身心。他们会与它融为一体。所以，如果我走过去，若无其事地告诉他们我要更改系统，这就像说我要把你的孩子带走一样。这就是我要应对的激烈情感。我必须尊重这个关联，这段历史，否则他们就会断然拒绝我。"
      }
    ],
    "recommendation": [
      "在着手计划一个项目之前，鼓励参与的人研究过去的项目。帮助他们重视“那些无法牢记过去的人注定要重蹈覆辙”这一说法。",
      "如果你所扮演的角色需要教导他人，请根据案例研究来组织你的课程。你会享受搜索恰当的案例所带来的快乐，而你的学生将会从这些先例中习得教益。用你对过去的理解来帮助他人勾画未来。",
      "在工作中，通过民间故事来帮助你的组织加强文化建设。例如，收集代表过去最好的事物的象征和故事，或建议以某个体现组织历史传统的人的名字来命名奖项。",
      "与那些具有优秀 “前瞻” 或 “战略” 天赋的人合作。这类人对 “可能事件” 的迷恋会阻止你陷入过去的回忆当中，而你对前后关系的深刻理解将阻止他或她忽略过去的教训。与之结合，你更有可能创建一些长久的东西。",
      "接受改变。请切记，“回顾” 天赋并不等于 “生活在过去”。恰恰相反，你可以成为真正的实施变革的倡导者。你优秀的 “回顾” 能力使你能够比大多数人更加清晰地判断出，过去的哪些方面是可以舍弃的，哪些又是必须保留以构建持续发展的未来的。",
      "与过去的成功事例比较，为他人描绘一幅生动的画面，指出他们未来的“样子”。你的生动描绘可加强他们的信心和情感投入程度。",
      "你意识到预测未来行为的最好方式就是了解过去的行为。观察朋友和同事的可能有助于当前成功的行动，从而你可以帮助他们在未来做出更好的选择。这将促使他们凡事以大局为重。",
      "读历史小说、非科幻或传记。你会增长很多见识，从而帮助你了解现状。你将能够更加清晰地思考。",
      "将历史环境和情况与你的当前挑战做比较。识别共性可能会让你想出新观点或问题的答案。",
      "寻找有历史感的导师。倾听他们的故事很可能会触发你的思维过程。"
    ],
    "cooperation": [
      "每次开会都请他做前段工作和学习的回顾。他本能地希望别人了解决策的来龙去脉。",
      "他喜欢通过案例思考。他会想，我们什么时候遇到过类似的情况，我们做了什么，结果如何，我们从中学到了什么？你可以指望他用这种天赋帮助别人学习，尤其是需要轶事或实例来论证时。",
      "给他介绍新同事时，在谈工作之前，请新人先向他介绍一下自己的背景。",
      "如果要他做事，先花时间向他解释行动的构思过程，他在行动之前需要了解背景。",
      "请他搜集体现公司文化核心价值的先进事迹，在员工通讯、培训会、公司网站或录像资料上宣传推广，继而增强公司文化。"
    ]
  },
  {
    "name": "审慎",
    "description": "你为人谨慎，处世警觉。你是一个十分关注隐私的人。你深知世事难测。表面上一切井井有条，但深处危机四伏。你并不否认这些危险，相反，你把它们全部暴露在光天化日之下，逐一识别、评判，并最终消除。就此而言，你是一个十分认真的人，你对生活的态度是有所保留的。例如，你喜欢提前计划，以防不测。你谨慎地选择朋友，并避而不谈私事。你避免过度赞扬别人，以免被人误解。如果有人因为你不如别人热情洋溢而对你不满，那就随他的便。在你看来，生活不是一场取悦的竞赛，而更像一片雷场。其他人如果愿意尽可以不顾一切地跑过去，你则不然。你识别各种危险，判断其各自影响，然后小心地落脚，谨慎前行。",
    "example": [
      {
        "name": "迪克·H",
        "job": "电影制片人",
        "speech": "我的所有任务就是减少变数。变数越少，风险就越低。我与导演谈判时，总是先在一些小问题上爽快地让步。一旦小问题解决，我的感觉就会好一些。我就能集中精力，我就能控制谈话。"
      },
      {
        "name": "戴比·M",
        "job": "项目经理",
        "speech": "我是一个讲求实际的人。当我的同事们在侃侃而谈各种奇思异想时，我会问这样的问题: ‘这一切如何实施？如何让这样或那样的人接受呢？’ 我不认为自己是在唱反调，因为那样说太消极。但我的确权衡各种可能，评定风险。我认为，由于我的质疑，我们就能作出更好的决定。"
      },
      {
        "name": "杰米·B",
        "job": "服务工作人员",
        "speech": "我并不是个井井有条的人，但有一件事我从不出错，那就是复核。这不是由于我责任心出奇地高或其他原因。我这样做是为了保险。无论是人际关系、工作表现，还是其他任何事，我都像骑在树杈上，我必须知道我骑的那根树杈足够结实。"
      },
      {
        "name": "布赖恩·B",
        "job": "学校管理人员",
        "speech": "我在制定一项安全校园方案。我参加会议，我们有8个委员会在忙碌，还有一个学区评审委员会。但我依然对基本方案不满。我的上司问: ‘我什么时候能见到方案？’ 我说: 还没好。我不满意。’她乐了，说: ‘嘿，布赖恩，我不需要它十全十美。我只要一个方案。但她让我自行其是，因为她知道我现在下的功夫将来会有大好处。由于这样的前期工作，一旦决定作出，就不会反悔，不会土崩瓦解。"
      }
    ],
    "recommendation": [
      "你天生有很好的判断能力，那么请考虑从事为他人提供建议和劝告的工作。你可能特别擅长法律工作，精心策划有效的商业交易或者确保规章制度得到遵守执行。",
      "无论你扮演的是什么角色，请负责帮助别人慎重考虑自己的决定。你能发现他人可能忽略的因素。不久，他们会把你当作重要而可靠的建议者。",
      "解释你认真做决定是为了控制并降低风险。你不希望别人将你的 “审慎” 天赋看成是没有把握或害怕采取行动。",
      "因为你小心谨慎对待敏感话题，所以能得到信任。当出现处理敏感问题和冲突的机会时，你会利用这些天赋。",
      "你会谨慎地做决定，而不会莽撞地冒险。当某些事情好得难以置信时，请相信你的直觉。",
      "在变革期间，请考虑保守决策的好处。准备好向他人解释这些好处。",
      "不要让任何人令你太快、太多地展现自己的情况。在与别人分享保密信息之前，请仔细地查探该人的底细。如果你天生交友的速度比较慢，那么请为你拥有较小的朋友圈而感到高兴。",
      "与拥有优秀 “统率”、“自信” 或 “行动” 天赋的人合作。与他们结合，你将会做很多决定，而且这些都是明智的决定。",
      "告诉他人在做决定前要有一个“思考”过程以缓和他贸然行动的趋向。你的谨慎能帮助他人得出明智的结论，避免荒唐行事。",
      "未获得全部事实和揣摩立场的机会前，允许自己保留意见。你不是会立即改变主意的人，而会考虑所有可能的结果后再做决定。作为一个审慎的人，你的作用是 “制止” 想迅速采取行动的人的冲动行为。"
    ],
    "cooperation": [
      "让他加入容易冲动的团队。他会劝人稍安勿躁，帮助团队深思熟虑，防患于未然。",
      "他考虑问题缜密周到。决策前，请他帮你排除可能使你的计划出轨的隐患。",
      "尊重他的隐私。除非他有意，避免过早与他套近乎。同理，如果他刻意保持距离，你不必往心里去。",
      "切勿让他担任需要当机立断的工作。靠直觉决策会使他不安。",
      "在需要谨慎的时候，例如涉及法律、安全或精确度等敏感问题时，让他负责，他天生善于预见危险。",
      "他很可能善于谈判合同，特别是在幕后出谋划策。尽量让他在权限之内发挥这个作用。",
      "他在交友方面是有选择的。因此，切勿将他频繁调动。他需要确信周围的人胜任本职并可以信赖，而建立这种信心非一日之功。",
      "作为经理，他往往不会轻易表扬部下，一旦表扬，就一定是真的优秀。",
      "不要派他为组织迎来送往，充当说客或拉关系。做这些需要热情奔放，非他所长。"
    ]
  },
  {
    "name": "伯乐",
    "description": "你能发现别人的潜能。事实上，你常常只关注潜能。在你看来，没有人十全十美。相反，每个人都是“正在加工”中。每个人都充满可能。而正因为如此，你对他们倍加关注。你与别人交往的目的是帮助他们成功。你寻找各种途径挑战他们。你为他们安排各种有趣的经历，来增强他们的能力，帮助他们成长。你孜孜不倦地搜寻他们进步的蛛丝马迹——稍有改变的举止，日趋精湛的技能，偶露峥嵘的佳绩，蹒跚学步变成“行云流水”。有人对这些细微的变化视而不见，而你却从中辨认明确的进步和得到发挥的潜能。别人的进步如同燃料，给予你力量和满足。久而久之，许多人会向你寻求帮助和鼓励，因为他们深知你的相助是真诚的，并能为你自身带来快慰。",
    "example": [
      {
        "name": "玛里琳·K",
        "job": "学院院长",
        "speech": "毕业典礼上，一名护士专业的学生走上台来，她接过毕业证。大约18排后，有一个小孩子和一群孩子站在椅子上大喊:‘干得好，妈妈！’我喜欢这种场景。每次我都会哭。"
      },
      {
        "name": "约翰·M",
        "job": "广告主管",
        "speech": "我不是律师、医生，或做蜡烛台的工匠。我的技能属于另一类。它们有关理解别人和他们的动机。我的乐趣在于观察人们如何以他们从未想到的方式发现自我，在于发现能带来我所缺乏的天赋的人。"
      },
      {
        "name": "安娜·G",
        "job": "护士",
        "speech": "我有一位病人，是个年轻妇女。她的肺功能严重损坏，必须一辈子输氧。她将永远不可能正常生活。我进屋时，她几乎绝望。她不知道自己是因为焦急而气短，还是因为气短而焦急。她谈到自杀，因为她无法工作，无法支持她的丈夫。于是我引导她思考她能做什么，而不去想她不能做什么。结果，我发现她很善于手工艺创作。于是我对她说:‘瞧，有些事你能做。如果它们能为你带来快乐，那就去做。从这儿开始。’她哭了，说:‘我的体力只够洗一个碗。’我说:这是今天的情况。明天你就能洗两个。到了圣诞节时，她已经在做各种工艺品，而且还出售呢。"
      }
    ],
    "recommendation": [
      "列出你帮助他们学习和成长的人的名单。经常看这个名单，并提醒自己对这个世界的影响。",
      "寻求你主要负责推动成长的角色。你可能特别喜欢教学、教练或管理角色。",
      "观察他人的成功并告诉他们。具体讲述你所看到的事情。你对成功的细心观察将有助于他们的成长。",
      "确定能赏识你内在的某些独特之处的导师。花时间去感谢他们曾帮助你发展，即使可能要查询某个前任老师的地址才能寄信给他或她。",
      "与拥有优秀“个别”天赋的人合作。这类人能帮助你发现每个人的最佳天赋。没有这类帮助，你的“伯乐”直觉可能会导致你鼓励人们在他们并不擅长的领域内发展。",
      "注意避免支持那些仍在为适应当下角色而苦苦奋斗的人。在这些情况下，你能采取的最有效的方法就是鼓励他或她寻找另一个适合他们的角色。",
      "你总是想尽可能多地指导他人。为了满足内心的这种欲望，围绕辅导重点的同时要考虑“指导时刻”的影响力。适时采用合理言辞才能切中要害、发人深省，恰当的言辞能够阐明理解、激发情感，还能让人豁然开朗、转变人生态度。",
      "不要过多思考失去的原因。你会情不自禁地看到他人和情况的最好一面，这有利你向更有利自己的情况发展。",
      "“伯乐”天赋可能会使你重视他人的成长而忽略了自身提高。请切记，自己不懂，则不可指点他人。如果想对他人的幸福和成长产生更多的影响，你需要不断地提高自己。找到一个能为你投入精力的导师或教练。",
      "列出你愿意帮助其发展的人的名单。记下每个人所具有的优势。定期安排时间会见他们，即便只有短短的15分钟，重点讨论他们的目标以及他们自身的优势。"
    ],
    "cooperation": [
      "增强他催人奋进的自我意识。例如，告诉他:“他们靠自己永远也不可能打破记录。你的鼓励和信心使他们奋起。”",
      "让他出面表扬优秀的同事。他乐于寻找值得表扬的业绩，而被表扬的员工会知道，对他们的表扬是名副其实的。",
      "让他帮助你在工作中取得进步。他能看见别人容易忽视的点滴进步。",
      "他可能是担任主管、团队负责人或经理的人选。",
      "如果他已经是经理或高层主管，从他所在部门挑选公司其他部门需要的干部。他善于培养能在未来担当重任的人才。",
      "要提防他保护一些苦苦挣扎、早该解聘的员工。引导他把“伯乐”天赋用于帮助强者取得成功，而不是支持陷入困境的弱者。他对陷入困境的人最大的帮助就是为他另辟蹊径，寻找可能让他人尽其才的机会。"
    ]
  },
  {
    "name": "纪律",
    "description": "你的世界必须可以预测，必须井井有条，规划有序。因此，你本能地将你的世界规范化。你建立常规，制定时间表，规定完成任务的日期。你把长期项目划分为一系列具体的短期计划，然后锲而不舍地逐一实施。你并不一定整洁有序，但你的确要求精确。面对生活中内在的混乱，你需要有掌控感。常规、时间表、规范------这一切都有助于建立控制感。别人由于缺乏这种纪律主题，有时可能厌恶你建立秩序的需求，但这未必导致冲突。你必须了解，并非人人都像你一样渴求预测-------他们自有其做事之道。同样，你也可以帮助他们理解、甚至赞赏你对规范的需求。你讨厌意外，憎恶失误，建立常规，注重细节，所有这些无需被视为意欲束缚别人，而应被视为你的一种本能的方法，旨在摒除生活的诸多诱惑，确保进步和效益。",
    "example": [
      {
        "name": "莱斯·T",
        "job": "客户接待经理",
        "speech": "我的职业生涯的转折点是几年前参加一次时间管理培训班。我的纪律性始终很强，但我学会每天以更有序的方式使用我的纪律性后，效果更明显了。有了这个掌上电脑，我每个星期天都记得给我母亲打电话，而不会几个月不通一次话。我每周都记得带我太太外出用餐而无需她提出要求。我的员工都知道，如果我说我星期一想要什么却见不到，就会给他们打电话。这个小电脑成了我生活中不可或缺的东西，以至于我特意加长了所有的裤子口袋，以便能随时带着它。"
      },
      {
        "name": "特罗伊·T",
        "job": "销售主管",
        "speech": "我的文档管理说不上漂亮，但十分有效。我什么都是手写，因为我想，既然没有顾客会看这些文档，何必花时间去美化它们。我做销售的天条是严格遵守截止日期，并注重后续行动。在我的系统中，我记录每件事，从而确保不仅按时完成自己的任务和落实各项细节，而且兼顾我的顾客和同事。如果他们没有根据承诺及时与我联系，我就会给他们发电子邮件。事实上，有一天一个人告诉我:‘我还是主动跟你联系的好，因为我知道如果你听不到我的消息，一定会给我打电话的。"
      },
      {
        "name": "迪德里·S",
        "job": "办公室经理",
        "speech": "我讨厌浪费时间。所以我列表------列长长的表，来安排该做的事。今天我的表上有90个项目，我要完成其中的95％。这就是纪律，因为我不允许任何人浪费我的时间。我并不粗鲁，但我会用一种周到幽默的方式告诉你，你的时间到了。"
      }
    ],
    "recommendation": [
      "不要犹豫，有必要经常检查以确保这些事情是正确的。你希望尽快做这件事，很快其他人也同样期望做这件事。",
      "你需要接受犯错会使你沮丧这样一个事实。精益求精正是你品质的核心所在，但是，你必须寻找方法以转移此刻的烦恼，防止愈演愈烈。",
      "你认识到他人可能并非和你一样守纪律。更为可能的是，他们笨拙的过程会让你丧失信心，所以尝试忽略他们的过程，而重视他们的结果。",
      "严谨是你的特点，你重视细节。寻求仔细阅读合同、重要信息或财务文件的机会以找出错误。你能防止自己和他人犯下代价昂贵的错误和做出愚蠢的事情。",
      "提高效率是你的优势之一。你实际上是完美主义者。找到由于效率低而浪费时间和金钱的情况，然后建立系统或程序以提高效率。",
      "你不仅会创造秩序，还可能让它很有条理。要充分发挥“纪律”天赋，你会把精力用在家具布置和组织体制上，这样你能让所有事情都“井井有条”。",
      "时间期限会激励你。如收到任务，你喜欢知道到期日,以根据日期安排日程。利用“纪律”天赋，拟定每步计划。他人会欣赏你的做法，因为这些计划能让每个人“各尽其职”。",
      "有人可能会将你的“纪律”天赋误认为是刻板。让他们理解你的“纪律”天赋会让你每天过得更有效率，因为你经常可以合理地安排时间。与不守纪律的人工作时，你会要求他们清楚到期日，以便你能调整工作量以满足他们的要求。",
      "寻找有结构的角色和责任。",
      "创建你会有条理地遵循的程序。一段时间过后，人们就会感谢这种可预见性。"
    ],
    "cooperation": [
      "与此人合作做项目时，要确保提前告诉他任务期限。他会觉得有必要提前完成任务。如果你不事先告知工作计划，他就无法这样做。",
      "不要突然改变计划或工作重点，他讨厌意外，意外事件会使他崩溃。",
      "杂乱会惹恼他。不要指望他在脏乱差的环境中呆下去。给他整顿混乱的机会。",
      "视情况，请他帮你制定计划和安排工作。你可以请他来评估你的时间管理系统，甚至工作流程。告诉其他同事这是他的优势，并鼓励其他人在类似方面向他求助。",
      "他善于为提高效率而建立常规。如果他不得不在需要灵活性和随机应变的环境中工作，鼓励他针对各种不同环境，建立不同常规。",
      "如果有一段时间内有许多事情要做，切记他需要区分轻重缓急。与他一起制定计划。"
    ]
  },
  {
    "name": "体谅",
    "description": "你善解人意。你能设身处地地体会到他人的感受。你能凭直觉通过他们的眼睛看世界，并分享他们的观点。你未必赞同每个人的看法。你未必怜悯每个人的困境——那是“同情”，不是体谅。你未必赞成每个人的选择，但你的确理解他们，而这种理解的本能是威力无穷的。你能听到无声的提问。你能预料到需求。别人为寻找词汇而搜索枯肠，你却总能找到恰如其分的词汇和语调。你帮助别人寻找合适的语句向自己或他人表达情感。你帮助他们倾诉其情感生活。由于所有这些原因，其他人被你所吸引。",
    "example": [
      {
        "name": "艾丽斯·J",
        "job": "行政主管",
        "speech": "最近，我参加了一次受托人会议。其中一人提出了一个对于她和这个团队的生存都至关重要的新观点。可当她讲完时，没有人予以注意，没有人真正听懂她。她为此极度沮丧，我能从她的面部表情看出来。其后一两天内，她都闷闷不乐。我看在眼里，便与她交谈，并使用恰当的词汇来描述她的感觉。我说，‘有点不对劲儿’，于是她开始说话。我说，‘我的确理解你。我知道这对于你是多么重要，也知道你心中不快’，如此等等。在我的启发下，她终于道出真情。她说: ‘你是唯一听我意见并与我讨论的人。"
      },
      {
        "name": "布赖恩·H",
        "job": "行政主管",
        "speech": "当我的团队进行决策时，我喜欢说: ‘好吧，这人会怎么说？’‘那人会怎么说？’ 换言之，把你自己放在他们的位置上想一想，让我们从他们的角度思考这些观点，这样就会更有说服力。"
      },
      {
        "name": "珍尼特·P",
        "job": "教师",
        "speech": "我从未打过篮球，因为我小时候没有女子篮球项目，但我看篮球比赛时能判断球赛的走势。我此时希望去告诉教练: ‘快给球员打气，要输球了。’体谅在人多时也有用，你能搭准人群的脉搏。"
      }
    ],
    "recommendation": [
      "帮助朋友和同事更多地意识到某人的困难时期。切记，大多数人不像你一样能注意到敏感情况。",
      "当某人的行为方式不利于他们自己或他人时，要快速且坚定地采取措施制止。理解某人的情感状态并不意味着你必须原谅此行为。请注意，当你的体谅变成同情时，他人可能会认为你是一个“滥好人”。",
      "与拥有优秀 “统率” 或 “行动” 天赋的人合作。这类人将帮助你采取所需的措施，尽管有人可能因此而感到不愉快。",
      "考虑成为他人的知己或导师。因为信任对你来说非常重要，如有需要，人们可能愿意接近你。你成为真正有帮助的人的目标和欲望非常有价值。",
      "你对他人的体谅有时可能会让你忙碌不堪。制定一些固定程序以在每天结束时使用，表明工作已完成。这会缓和你的情绪和防止精疲力竭。",
      "确定一个拥有优秀 “体谅” 天赋的朋友，通过与他或她核对来检测你的观察力。",
      "由于你对他人的感受敏感，所以能容易地察觉某个环境的气氛。利用你的天赋架起互相理解、互相支持的桥梁。你的体谅在艰难时期尤为重要，因为你会在这个时期表露关心从而建立忠诚度。",
      "看到他人快乐，你也会感到快乐。因此你可能会找机会强调他人的成功并积极地加强他们的成功。如有机会，你要赞扬或肯定他们。这样做，你可能会给人留下谦恭的深刻印象。",
      "因为你善于观察他人的感受，所以可能会在大家都知道前凭直觉知道将要发生的事情。尽管你的直觉有时可能不过是 “预感”，但也要有意识地记住它们。它们可能会被证明是宝贵财富。",
      "体谅有时根本不需要用言语表达。一个友好的表情可能对于需要安慰的人已足够。利用 “体谅”天赋，不使用语言而用一个眼神、一个微笑或轻拍手臂来安慰他人。"
    ],
    "cooperation": [
      "请他帮助你弄清楚组织内某些人的想法。他对别人的情绪非常敏感。",
      "在要求他对某个行动方案承担义务前，了解他和其他有关人员对此的感受。对他来说，情感与其他一些更为实际的因素一样不容忽视，务必在决策时仔细权衡。",
      "如果员工或顾客对一项举措表示不解，向他求助，他或许能感知到他们的疑问所在。",
      "看到他哭，要给予关注，但切忌反应过度。他的生活离不开眼泪。他感受别人的喜怒哀乐，甚至会超过当事人。",
      "安排他与积极乐观的人共事。他会受这些人的感染，继而产生动力。反之，防止他与消极悲观的人接触，这些人会使他消沉。",
      "考验他靠本能而不是靠逻辑决策的能力。也许他说不清楚为什么他认为应该这样做，但他常常又是对的。",
      "帮助他认识到，他的 “体谅” 是一种特殊的才干。告诉他如何利用它来使大家获益。"
    ]
  },
  {
    "name": "专注",
    "description": "“我正走向何方？” 你扪心自问。这一问题每天都萦绕脑际。在专注主题的指引下，你需要一个明确的目的地。没有它，你很快就会对自己的生活和工作一筹莫展。因此，每年，每月，甚至每周，你都在制定目标。这些目标如同罗盘，帮助你确定重点，并进行必要的修正，以保持航向。你的专注主题十分强大，因为它迫使你进行过滤——本能地判断某个行动是否有助于你达到目标，无助于此的便被放弃。你的专注最终迫使你提高效率。毋庸讳言，这种模式的另一面是，它使你难以忍受拖延、障碍，甚至迂回，而无论它们多具魔力。这使你成为一名极其可贵的团队成员。当别人开始溜向“有趣的”岔道时，你会及时把他们带回正路。你的专注主题提醒每个人，如果一件事不能帮助大家通往目的地，那它就无关紧要。而如果它无关紧要，那就不值得为它浪费时间。你确保每个人都目不斜视。",
    "example": [
      {
        "name": "尼克·H",
        "job": "电脑公司主管",
        "speech": "效率对我至关重要。我能在两个半小时内打一场高尔夫球。我在电子数据系统公司作时，设计了一份问卷，使我能在15分钟内检查各个部门的工作。公司创始人罗斯·佩罗称我为‘牙医’。因为我能安排一整天这样进进出出、一次15分钟的会议。"
      },
      {
        "name": "布莱德·F",
        "job": "销售主管",
        "speech": "我总是在排序，力”图发现达到目标的最高效的途径，继而避免浪费时间和行动。例如，我常常接到多个顾客的电话，要求我为他们联系售后服务部门。为了避免干扰当天的工作安排，我不是来一个电话就接一个，而是集中在下班前接，然后一并处理"
      },
      {
        "name": "迈克·L",
        "job": "行政主管",
        "speech": "我善于全面公正地看待事情，恪守己任，令人感到惊奇。当管区内的人争论不休或遇到人为的障碍而裹足不前时，我能跳跃过去，拨正方向，继续推进。"
      },
      {
        "name": "多兰·L",
        "job": "家庭主妇",
        "speech": "我喜欢开门见山—无论是交谈、工作，还是和我丈夫外出购物。他买东西喜欢试来试去，而且乐此不疲，而我只试一样，如果我喜欢并且价格不离谱，我就会买。我是一个外科手术式的购物者。"
      }
    ],
    "recommendation": [
      "当你设定目标时，严格要求自己遵守时间期限和测评标准。这些将成为你确实取得进步的常规证据。",
      "寻找可单独行使职责的角色。由于你具有优秀的 “专注” 天赋，因此可在无需监督的情况下坚持完成工作。",
      "作为团队成员之一，你的最大价值可能是帮助他人设立目标。在会议结束时，请负责总结会议通过的决定，说明这些决定的实施时间，并设定下一次开会的日期。",
      "他人思考、行动和谈论的效率比你低。注意，有时，他们走的“弯路”可能会有意外惊喜。",
      "把你的目标延伸到工作之外的领域。如果你发现自己太专注于工作目标，则可设定个人生活目标。这些目标将重点针对你的个人喜好，因此可创造生活上的平衡。",
      "当不顾时间流逝专注于一项任务时，你会忽略时间。通过制定计划并坚持遵守此计划，确保实现你的所有目标并遵守做事的优先顺序。",
      "当你集中精力于明确的措施和要求时，你的表现最佳。遇到与总体任务不匹配的项目或任务时，允许自己拒绝它们。这有助于你全身心地做最重要的工作并促使他人欣赏你的专注天赋。",
      "花时间记下你的志向并经常查看它们。你会感觉到能更好地控制自己的生活。",
      "在工作中，请务必向你的经理说出你的中期目标和短期目标。这可能会使你的经理有信心为你提供所需的发展空间。",
      "确保你为自己设定专注点时已考虑数量和质量。利用 “专注”天赋取得完全的长期成功时，目标的完整性尤为重要。"
    ],
    "cooperation": [
      "请他参与有严格期限的项目。他会本能地遵守这些期限。一旦接手一个有明确期限的项目，他就会倾注全力，直到完成。如果让他控制工作进度，他就会效率最高。",
      "只要他认为有帮助，就定期与他碰头。定期碰头会使他振奋，因为他喜欢讨论目标和他为实现目标而取得的进步。问他希望多长时间碰一次。",
      "他不喜欢变动无常的局面。为处理好这个问题，应使用他能理解的语言来对他解释变化。例如，使用“新的目标”或“新的成功标准”等字眼来讨论变化。这类字眼会使变化显得既有章法，又有目的。这是他天生的思维方式。",
      "切记，漫无边际的会议使他厌烦。因此，如果他在场，就应严格遵守议事日程。",
      "不要指望他对别人的情感始终保持敏感，因为相对于情感，他总把完成工作视为当务之急。",
      "让他参加时间管理培训。他天生不擅长于此，但鉴于他的“专注”主题推动他尽快向目标迈进，他会看中时间管理给他带来的高效率。"
    ]
  },
  {
    "name": "前瞻",
    "description": "“如果这样，那该多好？”你是个喜欢遥望天际的人。未来使你着迷。未来如同墙壁上的投影，在你眼中维妙维肖。这幅细致入微的图画催你奋进，奔向明天。虽然未来图景的具体内容取决于你的其他优势和兴趣——更好的产品，更好的队伍，更好的生活，或更好的世界—但它将永远给你以灵感。你是一个幻想家，能看到未来的种种可能，并珍视这样的想象。当现实使你一筹莫展，而你周围的人又过于世俗时，你就会唤起对未来的憧憬，继而精力倍增，同时振奋别人。事实上，人们往往期待你描述对未来的种种遐想。他们希望看到一幅画卷，来提高他们的眼界，继而燃起激情。你能为他们描绘这幅画卷。不断实践，字斟句酌，越生动越好。人们将拥抱你所带来的希望。",
    "example": [
      {
        "name": "丹·F",
        "job": "学校管理人员",
        "speech": "在任何情况下，我都会说:你有没有想过……？我想如果我们能够……我不相信我们干不成，只是没有人干过而已。让我们想想怎么干。’我总在寻找各种方案，寻找各种不受现状羁绊的途径。事实上，世上没有所谓的现状。你不是前进，就是后退。这就是生活的现实，至少我这么看。眼下我认为我这行正在后退。州立学校在输给私立学校、特许学校、家庭学校和网络学校。我们必须摆脱传统，创造一个全新的未来。"
      },
      {
        "name": "简·K",
        "job": "内科医生",
        "speech": "在梅约诊所，我们建立了一个名叫，“院派医生”的组织。目前，病人住院期间，往往从一名医生手中转到另一名医生手中，我想代之以一组默契配合的医护人员。我设想15到20名不同性别和种族的医生，加上20至25名护士。我们将组建4至5个新型医护单位，其中大部分将与外科医生合作，提供术前服务，并照料住院的老人。我们的目的是重新定义护理。我们并不仅限于在病人住院期间照料他们，如果一位病人入院接受全膝关节置换手术，“院派医生”小组的一名成员就会对他进行术前检查，在他术后住院期间继续护理，并在手术6周后对他再作检查。我们将向病人提供一套完整的医护服务，从而避免他们因频繁更换医生而不知所措。为了获得资金，我把细节想得格外周到，并不时对科主任描述我心目中的图画。我想，我的描述维妙维肖，他们不得不给我拨款。"
      }
    ],
    "recommendation": [
      "选择一个你可以对未来提出想法的角色。例如，你可能擅长承担企业家的角色或擅长处理起步创业的情形。",
      "花时间思考未来。你用在思考关于未来的想法上的时间越多，你的想法就会变得越清晰。你的想法越清晰，那么越具有说服力。",
      "寻求那些赏识你对未来的想法的听众。他们会期望你将这些想法付诸于现实，这种期望将会激励你。",
      "找到具有优秀“前瞻”天赋的朋友或同事。每月留出一个小时用于探讨“未来”。你们可促进彼此获得更高层次的创造性和生动性。",
      "与拥有优秀“行动”天赋的人合作。这类人能提醒你不要总是探索未来，你应马上采取行动来创造未来。",
      "你通过勾勒未来鼓励他人，然而你的思维可能对于他们来说太过广阔，以至于他们无法理解。说出愿景时，请务必用生动的言语和比喻详细地描述未来。通过草图、每步的行动计划或模型具体分析你的想法和策略，以便让他人理解你的意思。",
      "与渴望将你的愿景付诸行动的人交往。他们欣赏你的“前瞻”天赋，因此你可以利用他们的能力将愿景变成现实。",
      "准备好为你的前瞻性想法提供逻辑支持。你对未来成功的远大憧憬扎根于现实，才能被大家接受。",
      "“前瞻”天赋使你能胜任他人的向导或教练。与你不同，他们可能无法容易地看到未来。如果你看到某人的潜质或能力，不要认为他或她也知道这些潜力。尽可能清晰地描述你所看到的事情。这样做可能会鼓励某些人向前发展。",
      "你天生就喜欢思考未来。阅读关于技术、科学和研究的文章，从而获得能开发你想象力的知识。"
    ],
    "cooperation": [
      "切记，他关注的是未来。请他分享他的愿景—关于他自己的事业，关于组织以及市场整体状况等。",
      "经常同他讨论各种可能性，以此激发他。多问他问题，鼓励他尽可能生动地描述未来。",
      "将你认为他可能感兴趣的资料或文章发给他。他的远见需要原料。",
      "给他时间去思考、描述和规划未来需要的产品和服务。为他开辟机会，让他在公司内部阐述他的观点。",
      "请他参加公司的计划委员会。让他在数据基础上描述组织三年后的发展前景。每隔六个月左右，让他重新做一次报告。这样，他可以加入新的数据和见解。",
      "当组织需要员工接受变革时，请他从公司未来需要的角度来解释变革。请他做报告或写文章，帮助员工全面把握变革。他能帮助别人摆脱现有困惑，继而像他一样为未来的美好前景而激奋。"
    ]
  },
  {
    "name": "和谐",
    "description": "你寻求共识。你认为，冲突和摩擦有害无益，所以你尽量将其化小。当你发现周围的人意见不一时，你力图求同存异。你力图使他们避免对抗，寻求和谐。事实上，和谐是你的核心价值观。尽管无济于事，有人却总想将自己的观点强加于人，这在你看来真是难以置信。我们如果避免固执己见，转而寻找共识和支持，岂非效益大增？你对此深信不疑，并照此原则待人处事。当别人鼓吹他们的目标、权益和神圣的信条时，你却守口如瓶。当别人朝着某个方向冲去时，你为了维系和谐，心甘情愿地修改自己的目标，以求与别人保持一致（只要他们的基本价值观与你相符）。当别人为他们钟爱的理论或概念大发宏论时，你却避开争论，宁可讨论有可能建立共识的实际问题。在你看来，我们都在一条船上，必须同舟共济。这是条好船。大可不必为了逞能而乱晃它。",
    "example": [
      {
        "name": "简·C",
        "job": "本笃会修女",
        "speech": "我喜欢人们。我善于跟人打交道，因为我很会调整自己。我入乡随俗，所以不讨人嫌。"
      },
      {
        "name": "查克·M",
        "job": "教师",
        "speech": "我不喜欢课堂上发生冲突，但我学会让事态自然发展，而不试图立即干涉。我刚开始教书时，如果有人说一句消极的话，我就会想:‘你为什么非要这么说？’然后驳斥它。但现在我会鼓励学生各抒己见，这样我们对相同的题目就会有各种不同的看法。"
      },
      {
        "name": "汤姆·P",
        "job": "技师",
        "speech": "我记得很清楚，我10岁或11岁时，一些同学会争起来。出于某种理由，我感到自己不得不插到他们当中，调和矛盾。我是和事佬。"
      }
    ],
    "recommendation": [
      "利用你的“和谐”天赋，建立拥有不同观点的人群关系网。当你需要专业技术时可以依靠他们。你对这些不同的观点持开放态度，这将有助于你的学习。",
      "当两个人正在争论时，邀请组中的其他成员一起分享他们的想法。通过增加发言者的谈话数量，更有可能找到所有成员都同意的观点。你可以将所有人都团结起来。",
      "避免担当日常工作中会与他人对抗的角色。例如，需要拨打“不受欢迎电话”的销售角色，或是在激烈竞争的工作环境中的角色，将会使你获得挫败感或变得烦躁。",
      "锻炼你在不产生对抗的情况下解决冲突的技巧。没有这些出色的技巧，你可能只会躲避冲突，而不去解决它们。这可能会导致你具有消极侵略行为。",
      "与特别擅长“统率”或“行动”的人合作。当你尽最大努力解决冲突，却未成功时，这类人可以帮助你正面面对冲突。",
      "创造相互交流和论坛的机会，大家会感到有人能真诚地倾听他们的想法。这样做能促使他人更加融入团队项目和活动。",
      "请注意，通过让每个人说出想法创建和谐的尝试可能在某些人中会恰得其反。具有优秀“成就”天赋的人可能急于做决定和采取行动。学会简单但有效地表达倾听的价值。",
      "要知道，你促成和谐的努力可能会被某些人利用。有时，在每个人都有机会发言时，某些人可能会浪费时间定位他们自己或进行与手头任务毫无关系的空洞辩论。在这个时候，请立即站出来将谈话引入更切实际的话题上。倾听和效率之间的平衡是和谐的关键。",
      "在讨论中，寻找事情的实用方面进行讨论。帮助他人看到这些实用方面。这是达成一致的出发点。",
      "你天生有尊敬他人的优点。当有知识经验更丰富或技能更优秀的人介入时，你会自然地让到一旁，然后会邀请这些人共同商讨。"
    ],
    "cooperation": [
      "尽力使他远离冲突。尽量不要让他参加一定会产生争论的会议，因为与他人正面对抗不是他的强项。",
      "不要浪费时间与他讨论有争议的问题。出于自身原因，他不喜欢争论，而是要重点讨论可以采取明确行动的实际问题。",
      "当别人争执不下时，他可以化解矛盾。他未必能解决争端，却能帮助大家找到达成共识的点。这种共识就是有效合作的出发点。",
      "确定你在哪些方面赞同他的意见，并与他定期回顾这些一致意见。安排具有“和谐”主题的员工与他共事。他如果知道别人在支持他，就会更专注、更高效、更有创造性。",
      "不要指望他对你提出不同意见，即使你犯错。尽管他已看出你的想法是馊主意，但为了保持和气，他仍会点头称是。"
    ]
  },
  {
    "name": "理念",
    "description": "你为理念而痴迷。什么是理念？理念就是概念，就是对大部分事件的最合理的解释。当你透过复杂的表层，发现一个精彩而简明的概念，继而解释事物的本质时，你会喜不自胜。理念是一种关联。你的头脑总在寻找关联；因此，当表面截然不同的现象被某个不起眼的纽带联系在一起时，你会感到新奇。一个理念是对习以为常的挑战的全新见解。你乐于将我们熟知的世界转一个圈，让我们从一个陌生但充满新意的角度看它。你喜爱所有这些理念，因为它们深刻，因为它们新颖，因为它们能正本清源，因为它们引发争论，因为它们怪诞。由于所有这些原因，每当你产生一个新理念时，你都为之一振。别人可能视你为锐意创新、标新立异、富于理性或聪明过人。也许这些你都是。谁能说得准呢？你确信无疑的是理念使你激动不已。而大多数日子里，这就足够了。",
    "example": [
      {
        "name": "马克·B",
        "job": "作家",
        "speech": "我的大脑会自然发现事物之间的联系。我在卢浮宫寻找蒙娜丽莎的画像。我转了一个弯，被无数正对着那幅画像闪个不停的闪光灯弄得眼花缭乱。不知何故，我记下了这个景象。接着我注意到一个‘禁止拍照’的牌子，把这个景象也记忆在心。我觉得很奇怪，因为我记得书上说闪光灯对画有害。大约6个月后，我读到，蒙娜丽莎本世纪至少两次被盗。我幡然醒悟。对这一切的惟一解释是，卢浮宫展出的并不是真正的蒙娜丽莎。真正的蒙娜丽莎已经被盗，而博物馆不敢承认他们失职，便展出一幅赝品。当然，我不知道真情是否如此。但是，这故事太棒了。"
      },
      {
        "name": "安德烈亚·H",
        "job": "室内设计师",
        "speech": "我有一种思维习惯，一切都必须浑然天成，否则我就会忐忑不安。在我看来，每一件家具都代表了一个创意。它既是单独地又是与其他所有的家具共同地完成了一个明确的功能。每一件家具的‘创意在我头脑中都十分强烈，必须服从。如果我坐在一间屋子里，发现椅子似乎没有起到它们应有的功能——要么是风格选错了，要么是方向放错了，要么是太靠近咖啡桌——我就会发现自己身体不适，精神恍惚。此后，我无法忘掉它。我会在凌晨3点醒来，想象自己走进那人的房子，重新布置家具和粉刷墙壁。这种现象从我很小的时候，大约7岁时就开始了。"
      }
    ],
    "recommendation": [
      "寻求能发挥你的想像力的工作，例如:市场营销、广告业、新闻业、设计或新产品开发。",
      "你可能是那种容易感觉厌烦的人，因此在你的工作或生活中应有一些小变化。实验，与你自己玩智力游戏，所有这一切都会使你保持积极向上的状态。",
      "请在交流前完成你的思考和想法。缺少你的“理念”天赋，他人可能不会参与讨论一个有趣但不成熟的想法，并因此可能会拒绝它。",
      "你的想法不全都实际或可用。学会整理想法或找到一个能“证明”你的想法正确或能指出有潜在缺陷的朋友或同事。",
      "知道发挥“理念”天赋的时间:何时能获得最好的想法？何时与人交谈？何时阅读？何时只是倾听或观察？记住能产生最好想法的环境并重现这些环境。",
      "安排时间阅读一些书籍，因为他人的想法和经验会成为你新想法的原材料。安排时间思考，因为思考将会活跃你的思维。",
      "你天生擅长研发；你欣赏幻想家和梦想家的思维。喜欢与有想象力的人交往并会参加他们的集体讨论会。",
      "与拥有优秀“分析”天赋的人合作。这类人会质疑你并且向你挑战，因此能完善你的想法。",
      "你有时可能无法引起别人的兴趣，因为他们无法跟上你的抽象且概念性的思维方式。通过画图、使用推理或比喻具体分析你的想法或简单地、逐步地解释概念。",
      "通过收集知识培养“理念”天赋。学习其他领域或行业的专业知识。听取工作以外的想法，联系完全不同的想法，从而产生新想法。"
    ],
    "cooperation": [
      "他享受词汇的威力。因此，当你遇到一个能准确表达一种概念、观点或模式的词组时，务必与他分享。这样做会激励他思考。",
      "他善于设计，无论是销售战略、营销活动、客户服务解决方案还是新产品，都会格外高效。要尽量让他发挥设计才干。",
      "既然他爱想点子，就向他多多灌输新观念。他不仅会对自身工作更投入，而且会利用这些新观念寻找新的见解和发现。",
      "他富有创意，务必把他安排在能出好点子的地方。",
      "鼓励他思考能与公司最佳客户分享的好点子或见解。盖洛普的研究表明，如果一家公司能有意识地教顾客一两招，他们就会提高忠实度。",
      "如果一项决定与整体构想偶尔冲突，务必向他讲明，这一决定是个例外或是一次试验。如不解释，他就会担心公司步调不一致。"
    ]
  },
  {
    "name": "包容",
    "description": "“扩大圈子”。这就是你的人生准则。你希望拉人入伙，使他们感到自己是团队的成员。有的人只参加排外的小团体，你截然不同，处处避免排外团体。你希望扩大团体，使尽可能多的人受益于团体的支持。你最不愿目睹有人站在圈外旁观。你希望请他们进来，给他们温暖。你天生是一个来者不拒的人。无论什么种族、性别、国籍、性格，还是信仰，你从不妄作评判。评判可能伤及他人的感情。不到万不得已，何必这么做呢？你之所以来者不拒，并不是因为你深信人各有别，继而应当彼此尊重差异，而是因为你确信我们在本质上彼此相同。我们一样特殊，一样重要。因此，谁也不应被忽视。我们每个人都有份。这是我们的基本权利。",
    "example": [
      {
        "name": "哈里·B",
        "job": "离职安排顾问",
        "speech": "早在小时候，虽然我生性害羞，但我总是刻意邀请别人来玩。在学校组织比赛队伍或挑选比赛各方时，我从不反对任何人加入我们。事实上，我还记得，我10岁或11岁时，我有一个教会外的朋友。一天晚上我们出席一次教堂宴会，他突然出现在门口，因为通常那天晚上是我们孩子的活动日。我立即起身，把他介绍给我的家人，并请他在桌边坐下。"
      },
      {
        "name": "杰里米·B",
        "job": "辩护律师",
        "speech": "我刚开始工作时，每见到新人，都会很快跟其成为铁哥们。可没想到稍后就会发现，有的人会带来一大堆麻烦，而我已经邀请他们参加晚宴和我们的社交圈。我的合伙人马克问我:‘你究竟为什么想拉这人入伙？接着我们就琢磨我与他们初识时是什么让我搭错了神经，使得我那么喜欢他们。马克和我所关注的就是这方面…因为我一旦接受了一个人进入我的圈子，就不会抛弃他。"
      },
      {
        "name": "贾尔斯·D",
        "job": "公司培训师",
        "speech": "在授课时，我能觉察出谁开始脱离小组讨论，然后马上让他们回过神来。上星期，我们对绩效评估进行了长时间的讨论，可有一位女士一言不发。于是我说:‘莫尼卡，你做过绩效评估。有什么高见？我确信这样做对我教学很有用，因为如果我对一个问题没有答案，往往经我动员发言的人会替我回答。"
      }
    ],
    "recommendation": [
      "考虑从事你能代表他人表达被忽视想法这样的工作。你因能成为这些人的发言人而得到巨大满足。",
      "寻找机会汇聚那些具有不同文化和背景的人。你能成为这一领域的领导者。",
      "帮助刚进组织或团队的新人认识其他人。你总是擅长快速地让他人感受到被接纳并融入了集体。",
      "属于反精英主义，你可能会与自认为已赢得最高权力的人不和。利用你的“包容”见解帮助每个人找到他们所做贡献的共同点和价值。",
      "当必须要传达坏消息时，接纳不和谐的声音。寻找能帮助你解释处境的合作伙伴，这样你就不必过多地为这些消息道歉或美化消息。",
      "并非每个人都受人欢迎，有些甚至令人讨厌。可能你的很多朋友或同事很难与难打交道的人共事，然而你天生具有顾及所有人感受的能力。让他人了解，如果他们对难缠者束手无策，他们可以向你寻求帮助。",
      "选择你能坚持并且能保持与人沟通的角色。你将会喜欢这种使每个人都觉得自己重要的挑战。",
      "与具有明显“行动”或“统率”天赋的人合作。这类人能在你不得不传达一个令人难过的消息时，给你帮助。",
      "认识到人们会通过你互相建立联系。你起到信息管道的作用。你可以与小组中各部分和各类人建立互动，并保持他们之间的有效联系。",
      "说明彼此间的共同之处。帮助其他人认识到，要尊重彼此间差异（多元化），我们必须从欣赏彼此间共同点（相似性）开始。"
    ],
    "cooperation": [
      "举办集体活动时，请他动员每个人参加。他会力争不漏掉任何个人或团组。",
      "请他帮你想想还有哪些潜在的客户、市场或机会是现在没有发现的。",
      "同样，你可以利用他的“包容”主题，为顾客服务。只要定位恰当，他能消除顾客和公司之间的屏障。",
      "鉴于他不喜欢针对少数人的高档产品或服务，让他参与为大众市场提供产品或服务。他喜欢设计各种方法来扩大服务网。",
      "如果你没办法自然融入一个社交场合，那就跟有“包容”天赋的人在一起，他会想办法让你参与到谈话中。",
      "他热衷于使每个人都感到自己是团队一员。请他编写新员工入门课。他会乐于思考如何欢迎新成员。"
    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  },
  {
    "name": "",
    "description": "",
    "example": [
      {
        "name": "",
        "job": "",
        "speech": ""
      }
    ],
    "recommendation": [

    ],
    "cooperation": [

    ]
  }
]
